return {
    [ 1 ] = {
        [ "ch_key" ] = "玩家等级",
        [ "id" ] = 1,
    },
    [ 2 ] = {
        [ "ch_key" ] = "boss关卡星数",
        [ "func_unlock_id" ] = 5,
        [ "id" ] = 2,
    },
    [ 3 ] = {
        [ "ch_key" ] = "队伍战力",
        [ "id" ] = 3,
    },
    [ 4 ] = {
        [ "ch_key" ] = "处理情报",
        [ "func_unlock_id" ] = 1,
        [ "id" ] = 4,
    },
    [ 5 ] = {
        [ "ch_key" ] = "发布命令",
        [ "func_unlock_id" ] = 1,
        [ "id" ] = 5,
    },
    [ 6 ] = {
        [ "ch_key" ] = "犯人拷问",
        [ "func_unlock_id" ] = 33,
        [ "id" ] = 6,
    },
    [ 7 ] = {
        [ "ch_key" ] = "情人数量",
        [ "id" ] = 7,
    },
    [ 8 ] = {
        [ "ch_key" ] = "总亲密度",
        [ "id" ] = 8,
    },
    [ 9 ] = {
        [ "ch_key" ] = "头目数量",
        [ "id" ] = 9,
    },
    [ 10 ] = {
        [ "ch_key" ] = "总出行次数",
        [ "func_unlock_id" ] = 10,
        [ "id" ] = 10,
    },
    [ 11 ] = {
        [ "ch_key" ] = "上阵6名头目等级",
        [ "id" ] = 11,
    },
    [ 12 ] = {
        [ "ch_key" ] = "上阵6名头目天命",
        [ "func_unlock_id" ] = 24,
        [ "id" ] = 12,
    },
    [ 13 ] = {
        [ "ch_key" ] = "上阵6名头目装备",
        [ "func_unlock_id" ] = 20,
        [ "id" ] = 13,
    },
    [ 14 ] = {
        [ "ch_key" ] = "上阵6名头目宝物",
        [ "func_unlock_id" ] = 19,
        [ "id" ] = 14,
    },
    [ 15 ] = {
        [ "ch_key" ] = "三国无双星数",
        [ "func_unlock_id" ] = 20,
        [ "id" ] = 15,
    },
    [ 16 ] = {
        [ "ch_key" ] = "VIP等级",
        [ "id" ] = 16,
    },
    [ 17 ] = {
        [ "ch_key" ] = "叛军终结",
        [ "func_unlock_id" ] = 49,
        [ "id" ] = 17,
    },
    [ 18 ] = {
        [ "ch_key" ] = "关卡数",
        [ "id" ] = 18,
    },
    [ 19 ] = {
        [ "ch_key" ] = "联姻次数",
        [ "id" ] = 19,
    },
    [ 20 ] = {
        [ "ch_key" ] = "帮力",
        [ "id" ] = 20,
    },
    [ 21 ] = {
        [ "ch_key" ] = "随机翻牌",
        [ "id" ] = 21,
    },
    [ 22 ] = {
        [ "ch_key" ] = "宠爱",
        [ "id" ] = 22,
    },
    [ 23 ] = {
        [ "ch_key" ] = "儿女数量",
        [ "id" ] = 23,
    },
}