return {
    [ 101 ] = {
        [ "ch_key" ] = "道具",
        [ "id" ] = 101,
        [ "name" ] = "道具",
        [ "sub_type_list" ] = {
            [ 1 ] = 10101,
            [ 2 ] = 10102,
        },
    },
    [ 102 ] = {
        [ "ch_key" ] = "装备",
        [ "id" ] = 102,
        [ "name" ] = "装备",
        [ "sub_type_list" ] = {
            [ 1 ] = 10201,
            [ 2 ] = 10202,
        },
    },
    [ 103 ] = {
        [ "ch_key" ] = "头目",
        [ "id" ] = 103,
        [ "name" ] = "头目",
        [ "sub_type_list" ] = {
            [ 1 ] = 10301,
        },
    },
    [ 10101 ] = {
        [ "ch_key" ] = "普通道具",
        [ "id" ] = 10101,
        [ "name" ] = "普通道具",
    },
    [ 10102 ] = {
        [ "ch_key" ] = "情人道具",
        [ "id" ] = 10102,
        [ "name" ] = "情人道具",
    },
    [ 10103 ] = {
        [ "ch_key" ] = "觉醒道具",
        [ "id" ] = 10103,
        [ "name" ] = "觉醒道具",
    },
    [ 10104 ] = {
        [ "ch_key" ] = "活动道具",
        [ "id" ] = 10104,
        [ "name" ] = "活动道具",
    },
    [ 10201 ] = {
        [ "ch_key" ] = "装备道具",
        [ "id" ] = 10201,
        [ "name" ] = "装备",
    },
    [ 10202 ] = {
        [ "ch_key" ] = "装备碎片",
        [ "id" ] = 10202,
        [ "name" ] = "装备碎片",
    },
    [ 10301 ] = {
        [ "ch_key" ] = "头目碎片",
        [ "id" ] = 10301,
        [ "name" ] = "头目碎片",
    },
    [ 10401 ] = {
        [ "ch_key" ] = "宠物道具",
        [ "id" ] = 10401,
        [ "name" ] = "宠物道具",
    },
    [ 10402 ] = {
        [ "ch_key" ] = "宠物成品",
        [ "id" ] = 10402,
        [ "name" ] = "宠物",
    },
    [ 10403 ] = {
        [ "ch_key" ] = "宠物碎片",
        [ "id" ] = 10403,
        [ "name" ] = "宠物碎片",
    },
}