return {
    [ 1 ] = {
        [ "ch_key" ] = "庄园外战斗背景",
        [ "id" ] = 1,
        [ "image" ] = 110022,
    },
    [ 2 ] = {
        [ "ch_key" ] = "街道战斗背景",
        [ "id" ] = 2,
        [ "image" ] = 110023,
    },
    [ 3 ] = {
        [ "ch_key" ] = "酒吧战斗背景",
        [ "id" ] = 3,
        [ "image" ] = 110024,
    },
    [ 4 ] = {
        [ "ch_key" ] = "赌场战斗背景",
        [ "id" ] = 4,
        [ "image" ] = 110025,
    },
    [ 5 ] = {
        [ "ch_key" ] = "码头战斗背景",
        [ "id" ] = 5,
        [ "image" ] = 110026,
    },
    [ 6 ] = {
        [ "ch_key" ] = "酒店战斗背景",
        [ "id" ] = 6,
        [ "image" ] = 110027,
    },
}