return {
    [ 1 ] = {
        [ "ch_key" ] = "男婴儿对话",
        [ "dialog_list" ] = {
            [ 1 ] = "嗯~嗯~嗯",
        },
        [ "id" ] = 1,
    },
    [ 2 ] = {
        [ "ch_key" ] = "女婴儿对话",
        [ "dialog_list" ] = {
            [ 1 ] = "喔~喔~喔",
        },
        [ "id" ] = 2,
    },
    [ 3 ] = {
        [ "ch_key" ] = "男孩子对话",
        [ "dialog_list" ] = {
            [ 1 ] = "爸爸,来陪我打篮球.",
            [ 2 ] = "我不想去学校了，爸爸…",
        },
        [ "id" ] = 3,
    },
    [ 4 ] = {
        [ "ch_key" ] = "女孩子对话",
        [ "dialog_list" ] = {
            [ 1 ] = "爸爸,抱抱我",
            [ 2 ] = "我今天很开心哦！",
        },
        [ "id" ] = 4,
    },
    [ 5 ] = {
        [ "ch_key" ] = "少年对话",
        [ "dialog_list" ] = {
            [ 1 ] = "爸爸,我赢了!",
            [ 2 ] = "我明白了，谢谢你，爸爸",
        },
        [ "id" ] = 5,
    },
    [ 6 ] = {
        [ "ch_key" ] = "少女对话",
        [ "dialog_list" ] = {
            [ 1 ] = "爸爸,我恋爱了",
            [ 2 ] = "爸爸，为什么不给我买件新衣服呢？",
        },
        [ "id" ] = 6,
    },
}