return {
    [ 1 ] = {
        [ "ch_key" ] = "单笔充值",
        [ "id" ] = 1,
    },
    [ 2 ] = {
        [ "ch_key" ] = "每日登录",
        [ "id" ] = 2,
    },
    [ 3 ] = {
        [ "ch_key" ] = "试炼精英",
        [ "id" ] = 3,
    },
    [ 4 ] = {
        [ "ch_key" ] = "竞技场",
        [ "id" ] = 4,
    },
    [ 5 ] = {
        [ "ch_key" ] = "关卡boss",
        [ "id" ] = 5,
    },
    [ 6 ] = {
        [ "ch_key" ] = "王朝挑战",
        [ "id" ] = 6,
    },
    [ 7 ] = {
        [ "ch_key" ] = "夺宝次数",
        [ "id" ] = 7,
    },
    [ 8 ] = {
        [ "ch_key" ] = "消灭叛军",
        [ "id" ] = 8,
    },
    [ 9 ] = {
        [ "ch_key" ] = "随机约会",
        [ "id" ] = 9,
    },
    [ 10 ] = {
        [ "ch_key" ] = "宠幸次数",
        [ "id" ] = 10,
    },
    [ 11 ] = {
        [ "ch_key" ] = "情人培训",
        [ "id" ] = 11,
    },
    [ 12 ] = {
        [ "ch_key" ] = "出行次数",
        [ "id" ] = 12,
    },
    [ 13 ] = {
        [ "ch_key" ] = "儿女教育",
        [ "id" ] = 13,
    },
}