return {
    [ 1 ] = {
        [ "ch_key" ] = "每日单充",
        [ "id" ] = 1,
    },
    [ 2 ] = {
        [ "ch_key" ] = "超值单充",
        [ "id" ] = 2,
    },
    [ 3 ] = {
        [ "ch_key" ] = "充值抽奖",
        [ "id" ] = 3,
    },
    [ 4 ] = {
        [ "ch_key" ] = "豪华签到",
        [ "id" ] = 4,
    },
    [ 5 ] = {
        [ "ch_key" ] = "限时累充",
        [ "id" ] = 5,
    },
    [ 6 ] = {
        [ "ch_key" ] = "每日礼包",
        [ "id" ] = 6,
    },
    [ 7 ] = {
        [ "ch_key" ] = "每周礼包",
        [ "id" ] = 7,
    },
    [ 8 ] = {
        [ "ch_key" ] = "终身限购",
        [ "id" ] = 8,
    },
}