return {
    [ 1 ] = {
        [ "ch_key" ] = "商业",
        [ "icon" ] = 40001,
        [ "id" ] = 1,
        [ "lock_icon" ] = 40007,
        [ "name" ] = "商业",
    },
    [ 2 ] = {
        [ "ch_key" ] = "管理",
        [ "icon" ] = 40002,
        [ "id" ] = 2,
        [ "lock_icon" ] = 40008,
        [ "name" ] = "管理",
    },
    [ 3 ] = {
        [ "ch_key" ] = "名望",
        [ "icon" ] = 40003,
        [ "id" ] = 3,
        [ "lock_icon" ] = 40009,
        [ "name" ] = "名望",
    },
    [ 4 ] = {
        [ "ch_key" ] = "战斗",
        [ "icon" ] = 40004,
        [ "id" ] = 4,
        [ "lock_icon" ] = 40010,
        [ "name" ] = "战斗",
    },
}