return {
    [ "AchievementUI" ] = {
        [ "id" ] = "AchievementUI",
        [ "title" ] = "成就",
    },
    [ "AllIncomePanel" ] = {
        [ "id" ] = "AllIncomePanel",
        [ "param1" ] = {
            [ 1 ] = "领地收益界面帮助",
        },
        [ "title" ] = "领地地图",
    },
    [ "ArenaShop" ] = {
        [ "id" ] = "ArenaShop",
        [ "title" ] = "竞技场商店",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101010,
            [ 2 ] = 101005,
        },
    },
    [ "ArenaUI" ] = {
        [ "id" ] = "ArenaUI",
        [ "param1" ] = {
            [ 1 ] = "竞技场帮助",
        },
        [ "title" ] = "竞技场",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101010,
            [ 2 ] = 101022,
        },
    },
    [ "ArmWrestlingUI" ] = {
        [ "id" ] = "ArmWrestlingUI",
        [ "title" ] = "扳手腕",
    },
    [ "BagUI" ] = {
        [ "id" ] = "BagUI",
        [ "param1" ] = {
            [ 1 ] = "背包帮助",
        },
        [ "title" ] = "仓库",
    },
    [ "BarUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "BarUI",
        [ "param1" ] = {
            [ 1 ] = "玩游戏获取英雄碎片有概率获取整个英雄",
            [ 2 ] = "疯狂点击按钮，直到充满左边蓝色进度条",
            [ 3 ] = "玩游戏获取红颜碎片，有概率获取整个红颜",
            [ 4 ] = "失败和成功均可获得红颜碎片",
            [ 5 ] = "具体玩法，点击按钮倾倒红酒，在时间结束时若红酒液面与酒杯左边刻度线相接近，则算作胜利",
        },
        [ "title" ] = "酒吧",
    },
    [ "BigMapUI" ] = {
        [ "id" ] = "BigMapUI",
        [ "is_show_combat" ] = true,
        [ "param1" ] = {
            [ 1 ] = "1226354",
        },
        [ "title" ] = "出行",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101005,
        },
    },
    [ "CelebrityHotelUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "CelebrityHotelUI",
        [ "param1" ] = {
            [ 1 ] = "每次随机约会消耗1点精力",
            [ 2 ] = "精力上限与VIP等级有关，详情请见VIP界面",
            [ 3 ] = "育儿所未满时，随机约会有几率诞下儿女",
            [ 4 ] = "精力未满时，每30分钟自动恢复1点精力",
        },
        [ "title" ] = "蜜会",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 201003,
        },
    },
    [ "ChangeFlagUI" ] = {
        [ "id" ] = "ChangeFlagUI",
        [ "title" ] = "选择旗帜界面",
    },
    [ "ChangeHeroUI" ] = {
        [ "id" ] = "ChangeHeroUI",
        [ "title" ] = "更换伙伴",
    },
    [ "ChangeRoleUI" ] = {
        [ "id" ] = "ChangeRoleUI",
        [ "param1" ] = {
            [ 1 ] = "玩家信息帮助",
        },
        [ "title" ] = "改变形象",
    },
    [ "ChatUI" ] = {
        [ "id" ] = "ChatUI",
        [ "param1" ] = {
            [ 1 ] = "聊天帮助",
        },
        [ "title" ] = "聊天",
    },
    [ "ChildCenterUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "ChildCenterUI",
        [ "param1" ] = {
            [ 1 ] = "儿女的天资由出生时母亲的亲密度决定，亲密度越高，获得的高天资儿女的几率越高",
            [ 2 ] = "儿女的天资决定了儿女的等级上限，天资越高，等级上限越高",
            [ 3 ] = "每次教导会增加儿女的经验值，经验值满儿女会升级",
            [ 4 ] = "每次教导需要消耗儿女1点心情值，心情值每2小时恢复1点",
            [ 5 ] = "教导值由母亲当前亲密度决定，亲密度越高，教导值越高",
            [ 6 ] = "心情值上限跟VIP等级有关，详情请见VIP界面",
            [ 7 ] = "儿女等级达到上限之后可以进行成人礼，成人礼完毕后的儿女离开育儿所，儿女的属性直接加成在帮力上",
        },
        [ "title" ] = "子嗣",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301005,
            [ 3 ] = 301004,
        },
    },
    [ "ChurchUI" ] = {
        [ "id" ] = "ChurchUI",
        [ "title" ] = "殿堂",
    },
    [ "CityManagerPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "CityManagerPanel",
        [ "param1" ] = {
            [ 1 ] = "占领的城市可以派遣伙伴或者子女进行管辖，伙伴或者子女会影响管辖城市的收益情况",
        },
        [ "title" ] = "领地管辖",
    },
    [ "CityStagePanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "CityStagePanel",
        [ "param1" ] = {
            [ 1 ] = "关卡分为普通关卡和伙伴关卡",
            [ 2 ] = "伙伴关卡为伙伴战，不会消耗士兵",
            [ 3 ] = "通关关卡可以获取刑具，刑具在监狱内可以拷问犯人",
            [ 4 ] = "挑战关卡需要消耗行动点，可以使用啤酒来回复行动点",
            [ 5 ] = "伙伴关卡通关时具有星数评级，只有达到3星的伙伴关卡才会开启扫荡",
        },
        [ "title" ] = "关卡地图",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101004,
            [ 2 ] = 101021,
        },
    },
    [ "CrystalShop" ] = {
        [ "id" ] = "CrystalShop",
        [ "title" ] = "水晶商店",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101019,
            [ 2 ] = 101005,
        },
    },
    [ "DailyActiveUI" ] = {
        [ "id" ] = "DailyActiveUI",
        [ "title" ] = "每日目标",
    },
    [ "DaliyBattleUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "DaliyBattleUI",
        [ "is_show_combat" ] = true,
        [ "param1" ] = {
            [ 1 ] = "追杀通缉令上的伙伴可以获取对应的奖励",
            [ 2 ] = "混乱区域每天都会重置",
            [ 3 ] = "混乱区域的伙伴具有不同的开放日期，可以通过通缉令进行浏览",
        },
        [ "title" ] = "混乱区域",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 101021,
        },
    },
    [ "DareTowerUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "DareTowerUI",
        [ "param1" ] = {
            [ 1 ] = "每个关卡每天只能掠夺一次，次日会重新开放",
            [ 2 ] = "每天挑战次数具有上限，次日会重置",
            [ 3 ] = "挑战需要消耗行动点，使用啤酒可以增加行动点",
            [ 4 ] = "挑战成功可以获得伙伴货币",
        },
        [ "title" ] = "挑战塔",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 101021,
        },
    },
    [ "DecomposeUI" ] = {
        [ "help_type" ] = 2,
        [ "id" ] = "DecomposeUI",
        [ "param2" ] = {
            [ 1 ] = {
                [ 1 ] = "分解头目碎片返还头目货币以及金钱",
                [ 2 ] = "分解头目碎片返还头目货币以及金钱",
                [ "title" ] = "头目碎片分解",
            },
            [ 2 ] = {
                [ 1 ] = "所有装备都可以分解，根据装备品质返还地下货币，红色装备除返还地下货币外，同时返还部分红色装备精华",
                [ 2 ] = "返还装备升级过程中消耗的所有金钱",
                [ 3 ] = "返还装备精炼过程中消耗的所有装备精炼石",
                [ "title" ] = "装备分解",
            },
            [ 3 ] = {
                [ 1 ] = "头目突破过程中消耗的金钱不返还",
                [ 2 ] = "返还头目升级过程中消耗的所有金钱",
                [ 3 ] = "返还头目升星过程中消耗的所有同名头目碎片",
                [ 4 ] = "返还天命升级过程中消耗的所有基因药剂",
                [ 5 ] = "返还培养过程中消耗的所有道具",
                [ "title" ] = "头目重生",
            },
            [ 4 ] = {
                [ 1 ] = "返还装备强化过程中消耗的所有金钱",
                [ 2 ] = "返还装备精炼过程中消耗的所有精炼石",
                [ 3 ] = "返还装备升星过程中消耗的所有金钱和同名装备碎片",
                [ "title" ] = "装备重生",
            },
            [ 5 ] = {
                [ 1 ] = "重生后，初始宝物得到保留，同时返还宝物精炼过程中消耗的同名宝物",
                [ 2 ] = "返还宝物强化过程中消耗的所有金钱",
                [ 3 ] = "返还精炼过程中消耗的所有宝物精炼石和金钱",
                [ "title" ] = "宝物重生",
            },
        },
        [ "title" ] = "分解",
    },
    [ "DeployMemberUI" ] = {
        [ "id" ] = "DeployMemberUI",
        [ "param1" ] = {
            [ 1 ] = "驻守帮助",
        },
        [ "title" ] = "驻守",
    },
    [ "DicingUI" ] = {
        [ "id" ] = "DicingUI",
        [ "title" ] = "扔骰子",
    },
    [ "DirectedTravelUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "DirectedTravelUI",
        [ "param1" ] = {
            [ 1 ] = "定向探访只会遇到当前选中区域的事件",
            [ 2 ] = "定向探访次数与随机探访共用",
            [ 3 ] = "定向探访根据距离会消耗对应的运势和钻石",
            [ 4 ] = "每日定向探访次数上限跟VIP等级有关，详情请见VIP界面",
        },
        [ "title" ] = "定向探访",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
    [ "DrawShop" ] = {
        [ "id" ] = "DrawShop",
        [ "title" ] = "充值抽奖活动商店",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101030,
            [ 2 ] = 101005,
        },
    },
    [ "DressingUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "DressingUI",
        [ "param1" ] = {
            [ 1 ] = "获得时装道具后，可以在对应红颜的服装界面启用时装",
            [ 2 ] = "时装启用后可以穿戴",
            [ 3 ] = "时装无论是否穿戴，都会获得属性加成",
        },
        [ "title" ] = "蜜会",
    },
    [ "DynastyBattleUI" ] = {
        [ "id" ] = "DynastyBattleUI",
        [ "param1" ] = {
            [ 1 ] = "王朝争霸帮助",
        },
        [ "title" ] = "王朝争霸",
    },
    [ "DynastyBuildingUI" ] = {
        [ "id" ] = "DynastyBuildingUI",
        [ "param1" ] = {
            [ 1 ] = "王朝争霸帮助",
        },
        [ "title" ] = "王朝争霸",
    },
    [ "DynastyChallengeRewardUI" ] = {
        [ "id" ] = "DynastyChallengeRewardUI",
        [ "param1" ] = {
            [ 1 ] = "王朝宝藏帮助",
        },
        [ "title" ] = "王朝宝藏",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101012,
            [ 2 ] = 101005,
        },
    },
    [ "DynastyChallengeUI" ] = {
        [ "help_type" ] = 2,
        [ "id" ] = "DynastyChallengeUI",
        [ "param2" ] = {
            [ 1 ] = {
                [ 1 ] = "每次挑战可以获取大量的王朝贡献，关卡和伤害值越高，挑战所得的贡献越多",
                [ 2 ] = "击败守卫可以为王朝增加经验，击杀守卫的玩家可以额外获得王朝贡献奖励",
                [ 3 ] = "每击败一个守卫，就会开启一个宝箱，所有成员获得一次开启宝箱的机会，宝箱包含大量金钱、血清、基因药剂等",
                [ "title" ] = "挑战奖励",
            },
            [ 2 ] = {
                [ 1 ] = "每天10：00-23：59开启王朝挑战，10：00-21：59为挑战时间，22：00-23：59为领奖时间，无法进行挑战",
                [ 2 ] = "挑战开启后，王朝每挑战完成一个关卡，会自动开启下一个关卡",
                [ 3 ] = "每天王朝挑战开启前，会将当前所在的关卡进度进行重置（宝箱也会重置）",
                [ 4 ] = "每天王朝挑战开启时，有三次挑战次数，在王朝挑战的开启时间内，每隔2小时恢复1次",
                [ 5 ] = "可以花费钻石购买挑战次数，VIP等级越高，可购买次数越多",
                [ 6 ] = "只有在击败守卫之前加入王朝的的成员，才可以获取宝箱内的物品(宝箱的奖励仅限于当前领取，请尽快领取）",
                [ 7 ] = "无法领取比已通关过的关卡低的关卡中的宝箱奖励（当前所在的王朝或者以前所加入过的王朝的最高通关关卡）",
                [ 8 ] = "王朝挑战提供两种重置方式：①默认重置历史最高关卡 ②教父可以选择重置到历史最高关卡的前一关。设置后，次日生效",
                [ 9 ] = "未使用的次数，将在0点重置",
                [ "title" ] = "挑战规则",
            },
        },
        [ "title" ] = "王朝挑战",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101012,
            [ 2 ] = 101005,
        },
    },
    [ "DynastyInstituteUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "DynastyInstituteUI",
        [ "param1" ] = {
            [ 1 ] = "王朝技能由教父或者二把手开启和提升，成员可学习与升级",
            [ 2 ] = "技能的开启与提升均需消耗王朝经验，当前王朝经验小于开启或提升消耗的经验时，技能无法开启或提升",
            [ 3 ] = "成员学习或升级王朝技能需消耗王朝贡献，贡献不足无法学习或升级",
            [ 4 ] = "成员退出王朝时，已学习的王朝技能保留，但不产生效果，再次加入任意王朝后重新生效且效果不受加入王朝技能等级的限制",
        },
        [ "title" ] = "科研所",
    },
    [ "DynastyManageUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "DynastyManageUI",
        [ "param1" ] = {
            [ 1 ] = "玩家可以在管理界面查看王朝成员的状态信息",
            [ 2 ] = "教父和二把手可以在管理界面进行申请审核、踢出成员、更改内部公告、王朝宣言、王朝标志操作",
        },
        [ "title" ] = "王朝管理",
    },
    [ "DynastyOfficeUI" ] = {
        [ "id" ] = "DynastyOfficeUI",
        [ "param1" ] = {
            [ 1 ] = "王朝事务所帮助",
        },
        [ "title" ] = "事务所",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101012,
            [ 2 ] = 101005,
        },
    },
    [ "DynastyRankListUI" ] = {
        [ "id" ] = "DynastyRankListUI",
        [ "param1" ] = {
            [ 1 ] = "王朝争霸排行榜帮助",
        },
        [ "title" ] = "排行榜",
    },
    [ "DynastyShop" ] = {
        [ "id" ] = "DynastyShop",
        [ "title" ] = "王朝商店",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101012,
            [ 2 ] = 101005,
        },
    },
    [ "DynastyStationUI" ] = {
        [ "id" ] = "DynastyStationUI",
        [ "param1" ] = {
            [ 1 ] = "王朝争霸帮助",
        },
        [ "title" ] = "王朝争霸",
    },
    [ "DynastyUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "DynastyUI",
        [ "param1" ] = {
            [ 1 ] = "成员参与王朝建设，集体通关王朝挑战可获得王朝经验，用于提升王朝等级",
            [ 2 ] = "王朝初始可容纳30名成员，王朝等级每提升1级，成员上限+2",
            [ 3 ] = "王朝等级提升后可以开启新的王朝挑战，提升建设的进度奖励，在王朝商店中也会出售更多奖励道具",
            [ 4 ] = "成员可以从王朝建设和王朝挑战中获取王朝贡献，王朝贡献可以在王朝商店中购买各种道具",
            [ 5 ] = "王朝内最多存在2名二把手，二把手拥有审核申请，踢出成员，更改内部公告、王朝宣言、王朝标志的权限",
            [ 6 ] = "玩家加入王朝24小时内，无法被提出王朝",
            [ 7 ] = "教父可以解散王朝，但王朝成员大于10人时禁止解锁王朝",
            [ 8 ] = "创建王朝7日内，王朝成员数不足3人，并且王朝等级为1级时，王朝会自动解散",
            [ 9 ] = "加入王朝时间不足24小时，玩家参加王朝挑战、个人获取的活跃不计入王朝活跃",
        },
        [ "title" ] = "王朝总部",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101012,
            [ 2 ] = 101005,
        },
    },
    [ "EntertainmentUI" ] = {
        [ "id" ] = "EntertainmentUI",
        [ "is_show_combat" ] = true,
        [ "param1" ] = {
            [ 1 ] = "娱乐会所帮助",
        },
        [ "title" ] = "娱乐中心",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101005,
        },
    },
    [ "EquipmentCultivateUI" ] = {
        [ "id" ] = "EquipmentCultivateUI",
        [ "is_show_combat" ] = true,
        [ "param1" ] = {
            [ 1 ] = "装备培养帮助",
        },
        [ "title" ] = "装备",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101005,
        },
    },
    [ "EquipmentDetailInfoUI" ] = {
        [ "id" ] = "EquipmentDetailInfoUI",
        [ "is_show_combat" ] = true,
        [ "param1" ] = {
            [ 1 ] = "装备详细信息帮助",
        },
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101005,
        },
    },
    [ "ExperimentUI" ] = {
        [ "help_type" ] = 2,
        [ "id" ] = "ExperimentUI",
        [ "is_show_combat" ] = true,
        [ "param2" ] = {
            [ 1 ] = {
                [ 1 ] = "每个挑战头目分为简单、普通、困难三个难度；挑战头目难度越高，头目的战力值越高，但挑战成功后获取的奖励越多",
                [ 2 ] = "每个挑战头目会要求一定的通关条件，当通关条件未达成时，则挑战失败。通关条件每三个头目更换一次",
                [ 3 ] = "根据挑战头目的难度，挑战成功时，则获取对应的星数奖励。每挑战3个头目之后，可以通过消耗获取的星数，兑换战斗增益状态，降低后续挑战的难度。",
                [ "title" ] = "地下黑拳",
            },
            [ 2 ] = {
                [ 1 ] = "每次挑战成功后，玩家能获取对应的金钱与地下货币",
                [ 2 ] = "在获取金钱和地下货币的奖励时，均有25%概率触发暴击、15%概率触发大暴击、10%概率触发幸运暴击、使获取的奖励翻倍",
                [ "title" ] = "挑战奖励",
            },
            [ 3 ] = {
                [ 1 ] = "玩家每天有一次免费重置挑战的机会，挑战重置之后，对应的挑战进度会回归第一场",
                [ 2 ] = "玩家可以花费钻石购买重置试炼的机会",
                [ "title" ] = "挑战重置",
            },
        },
        [ "title" ] = "地下城",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
    [ "FashionDetailUI" ] = {
        [ "id" ] = "FashionDetailUI",
        [ "title" ] = "时装",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 201003,
            [ 3 ] = 101004,
        },
    },
    [ "FestivalActivityUI" ] = {
        [ "id" ] = "FestivalActivityUI",
        [ "param1" ] = {
            [ 1 ] = "节日活动，人人有礼！",
            [ 2 ] = "活动期间完成普通任务可以获得普通节日道具",
            [ 3 ] = "活动期间完成充值任务可以获得豪华节日道具",
        },
    },
    [ "FriendUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "FriendUI",
        [ "param1" ] = {
            [ 1 ] = "同服好友之间可以互相赠送兴奋度",
            [ 2 ] = "每个好友每天只能赠送一次",
            [ 3 ] = "好友上限可以通过VIP等级提升",
            [ 4 ] = "玩家不会收到已列入黑名单玩家的任何消息",
            [ 5 ] = "玩家可以在好友推荐页面选择推荐好友或查找好友进行添加",
        },
        [ "title" ] = "好友",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101022,
        },
    },
    [ "GrabTreasurePanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "GrabTreasurePanel",
        [ "param1" ] = {
            [ 1 ] = "挑战其他玩家获得指定宝物的碎片",
            [ 2 ] = "每种宝物拥有两种获得概率，挑战强力玩家获得宝物碎片概率更高",
            [ 3 ] = "获取全部宝物碎片即可合成对应宝物",
            [ 4 ] = "未强化或精练的橙色宝物可花费钻石熔炼成指定的红色宝物碎片",
        },
        [ "title" ] = "黑市夺宝",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 101022,
        },
    },
    [ "GreatHallPanel" ] = {
        [ "id" ] = "GreatHallPanel",
        [ "param1" ] = {
            [ 1 ] = "Boss等级提升可以获得更多的处理情报次数",
            [ 2 ] = "完成每日目标和通关黑帮混战关卡可以获得大量经验",
            [ 3 ] = "称号可以通过冲榜活动获得",
        },
        [ "title" ] = "总部大厅",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101003,
            [ 3 ] = 101004,
        },
    },
    [ "GrowUpUI" ] = {
        [ "id" ] = "GrowUpUI",
        [ "title" ] = "子嗣",
    },
    [ "HandleCmdPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "HandleCmdPanel",
        [ "param1" ] = {
            [ 1 ] = "商业属性影响盈利金钱",
            [ 2 ] = "管理属性影响物资制造",
            [ 3 ] = "名望属性影响招募伙伴",
            [ 4 ] = "发布命令的间隔时间随着帮力的提升而增加，最高为30分钟",
            [ 5 ] = "发布命令的次数上限随着对应属性的提升而增加",
        },
        [ "title" ] = "发布命令",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101003,
            [ 3 ] = 101004,
        },
    },
    [ "HeroDetailInfoUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "HeroDetailInfoUI",
        [ "param1" ] = {
            [ 1 ] = "伙伴的基础属性代表了伙伴能力的强弱",
            [ 2 ] = "升级和升星可以提升伙伴的基础属性",
            [ 3 ] = "突破会解锁伙伴的天赋",
            [ 4 ] = "天命可以提升伙伴的技能等级",
            [ 5 ] = "培养可以通过消耗道具提升伙伴的对应属性",
            [ 6 ] = "该伙伴与特定伙伴同时上阵时可触发对应缘分",
        },
        [ "title" ] = "伙伴详情",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101005,
        },
    },
    [ "HeroShop" ] = {
        [ "id" ] = "HeroShop",
        [ "title" ] = "伙伴商店",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101015,
            [ 2 ] = 101005,
        },
    },
    [ "HoldPartyPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "HoldPartyPanel",
        [ "param1" ] = {
            [ 1 ] = "每个红颜每天只能举办一次派对",
            [ 2 ] = "红颜的亲密度越高派对获得的额外积分收益越高",
            [ 3 ] = "小型派对持续12小时，大型派对持续24小时",
            [ 4 ] = "时间到或者参加宾客满员自动结束",
            [ 5 ] = "派对满员情况下，10分钟后派对将会关闭，请Boss尽快完成小游戏",
        },
        [ "title" ] = "派对",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101013,
            [ 2 ] = 101005,
        },
    },
    [ "HuntShop" ] = {
        [ "id" ] = "HuntShop",
        [ "title" ] = "狩猎商店",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101007,
            [ 2 ] = 101005,
        },
    },
    [ "HuntingPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "HuntingPanel",
        [ "param1" ] = {
            [ 1 ] = "当准星移动到圈内，射击可以造成伤害",
            [ 2 ] = "当准星移动到圈中心处，射击可以造成暴击，增加额外伤害",
            [ 3 ] = "在圈外射击会无法击中目标",
            [ 4 ] = "每个猎场分配20发子弹，需要击杀全部5波猎物才算完成通关",
            [ 5 ] = "射击后有需一段时间进行子弹装填，装填完成后才能进行下次射击",
        },
        [ "title" ] = "狩猎",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101007,
            [ 2 ] = 101005,
        },
    },
    [ "HuntingPointExchangePanel" ] = {
        [ "id" ] = "HuntingPointExchangePanel",
        [ "param1" ] = {
            [ 1 ] = "积分兑换界面帮助",
        },
        [ "title" ] = "积分兑换",
    },
    [ "HuntingRareAnimalInitialPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "HuntingRareAnimalInitialPanel",
        [ "param1" ] = {
            [ 1 ] = "每开放一个区域就可以猎杀相应区域的猛兽",
            [ 2 ] = "猛兽为全服猎物，所有玩家争夺同一只猎物",
            [ 3 ] = "猎杀猛兽不需要伙伴随行，默认使用全部伙伴的战力进行狩猎",
            [ 4 ] = "通过对猛兽造成伤害的高低进行排行，按照排名先后获得奖励，排名越高奖励越好",
            [ 5 ] = "猛兽被击杀后会在一定时间后再次出现，可以继续争夺",
            [ 6 ] = "可以对猛兽进行监视，当监视的猛兽出现后会进行提示，每次只能监视一只猛兽",
            [ 7 ] = "猎杀猛兽次数每3个小时恢复1次，可以使用钻石购买次数，但每日有购买次数上限，达到上限后将无法购买，需要第2天才可以继续购买",
            [ 8 ] = "猛兽每天23:00到次日8:00不会复活",
            [ 9 ] = "猎杀猛兽的购买次数上限跟VIP等级有关，详情见VIP界面",
        },
        [ "title" ] = "猎杀猛兽",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101007,
            [ 2 ] = 101005,
        },
    },
    [ "HuntingRareAnimalPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "HuntingRareAnimalPanel",
        [ "param1" ] = {
            [ 1 ] = "可以使用钻石进行鼓舞来提升自己的攻击力，鼓舞属性仅对本次狩猎猛兽有效",
            [ 2 ] = "狩猎猛兽没有子弹数量限制，可以无限制射击",
            [ 3 ] = "自动射击会在子弹上膛完毕后立即射击",
        },
        [ "title" ] = "猎杀猛兽",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101007,
            [ 2 ] = 101005,
        },
    },
    [ "HuntingRareAnimalRankingPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "HuntingRareAnimalRankingPanel",
        [ "param1" ] = {
            [ 1 ] = "每个猛兽的伤害单独排名",
            [ 2 ] = "通过对猛兽造成的总伤害进行排名",
        },
        [ "title" ] = "积分排名",
    },
    [ "HuntingSelectHeroPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "HuntingSelectHeroPanel",
        [ "param1" ] = {
            [ 1 ] = "狩猎必须至少带一个伙伴随行",
            [ 2 ] = "每个伙伴每天只能随行一次",
            [ 3 ] = "请Boss尽可能达到推荐战力再进行狩猎",
        },
        [ "title" ] = "狩猎随行",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101007,
            [ 2 ] = 101005,
            [ 3 ] = 301002,
        },
    },
    [ "HurtRankList" ] = {
        [ "id" ] = "HurtRankList",
        [ "param1" ] = {
            [ 1 ] = "伤害排行帮助",
        },
        [ "title" ] = "战绩浏览",
    },
    [ "IncomeOverviewPanel" ] = {
        [ "id" ] = "IncomeOverviewPanel",
        [ "param1" ] = {
            [ 1 ] = "城市产出总览界面帮助",
        },
        [ "title" ] = "城市产出",
    },
    [ "JoinDynastyUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "JoinDynastyUI",
        [ "param1" ] = {
            [ 1 ] = "玩家在王朝列表中选择王朝进行申请加入或者创建王朝",
            [ 2 ] = "当玩家的王朝申请被通过后，会发送相关邮件通知",
            [ 3 ] = "玩家同时可以对多个王朝申请加入",
        },
        [ "title" ] = "加入王朝",
    },
    [ "JoinPartyPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "JoinPartyPanel",
        [ "param1" ] = {
            [ 1 ] = "每个红颜每天可以参加派对一次，参加派对后可以使用钻石恢复参加派对次数",
            [ 2 ] = "红颜的亲密度越高参加派对获得的额外积分收益越高",
            [ 3 ] = "参加派对除了获取积分奖励还可以获取派对礼包，打开有几率获得宴会请帖",
            [ 4 ] = "砸场子可以获得当前派对的20%积分奖励，该派对会立即终止，但您会被记入对方的仇人名单中",
        },
        [ "title" ] = "派对",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101013,
            [ 2 ] = 101005,
        },
    },
    [ "LineupUI" ] = {
        [ "id" ] = "LineupUI",
        [ "param1" ] = {
            [ 1 ] = "阵容",
        },
        [ "title" ] = "阵容",
    },
    [ "LoverAddStarUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "LoverAddStarUI",
        [ "param1" ] = {
            [ 1 ] = "消耗对应的情侣相框可以对红颜进行升星",
            [ 2 ] = "升星获得的属性可以给红颜对应的势力伙伴进行加成",
            [ 3 ] = "每个红颜最高只能升到5星",
        },
        [ "title" ] = "爱人升星",
    },
    [ "LoverDetailUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "LoverDetailUI",
        [ "param1" ] = {
            [ 1 ] = "亲密经验到达上限会提升1点亲密度",
            [ 2 ] = "亲密度越高，每次约会或者宠爱获得的势力点越多",
            [ 3 ] = "亲密度越高，儿女的天资、以及每次升级获得的属性值就越高",
            [ 4 ] = "势力点可以在势力界面内提升势力技能",
            [ 5 ] = "赠送红颜亲密道具时可以快速提升红颜的亲密经验",
            [ 6 ] = "赠送红颜其他属性的道具可以快速提升红颜的4项基础属性",
            [ 7 ] = "秘密探访遇到已经拥有的红颜也可以获得少量的亲密经验",
            [ 8 ] = "宠爱红颜时，如果育儿所未满则有几率诞下儿女",
        },
        [ "title" ] = "蜜会",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
    [ "LoverShop" ] = {
        [ "id" ] = "LoverShop",
        [ "title" ] = "爱人商店",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101018,
            [ 2 ] = 101005,
        },
    },
    [ "LoverVideosUI" ] = {
        [ "id" ] = "LoverVideosUI",
        [ "title" ] = "爱人写真",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 201003,
            [ 3 ] = 101004,
        },
    },
    [ "LuxuryHouseUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "LuxuryHouseUI",
        [ "param1" ] = {
            [ 1 ] = "联姻双方都可以获得对方的儿女属性加成",
            [ 2 ] = "提亲中的儿女无法再和其他人联姻",
        },
        [ "title" ] = "爱屋",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
    [ "MailboxUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "MailboxUI",
        [ "param1" ] = {
            [ 1 ] = "没有附件的邮件30天后自动删除",
            [ 2 ] = "具有附件的邮件在领取附件的30天后自动删除",
        },
        [ "title" ] = "邮件",
    },
    [ "ManagementCenterPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "ManagementCenterPanel",
        [ "param1" ] = {
            [ 1 ] = "可以通过赠送礼物提升红颜的各项属性和亲密等级",
            [ 2 ] = "当红颜的属性总和、亲密等级达到指定值后，可以消耗戒指提升称谓",
            [ 3 ] = "戒指可以在狩猎商点兑换",
            [ 4 ] = "每册封一位红颜后，可以增加商业、管理、名望、战斗四项属性，并且红颜所生儿女的资质总和获得额外加成（儿女出生时根据红颜的称谓进行加成，随机分配到儿女的四项属性）",
        },
        [ "title" ] = "红颜技能",
    },
    [ "MarryRequestUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "MarryRequestUI",
        [ "param1" ] = {
            [ 1 ] = "只能选择和对方提亲儿女相同地位的儿女联姻",
            [ 2 ] = "无法选择自己正在提亲的儿女",
        },
        [ "title" ] = "爱屋",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
    [ "NightClubUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "NightClubUI",
        [ "param1" ] = {
            [ 1 ] = "所有伙伴都会显示在这里",
            [ 2 ] = "点击伙伴可以查看伙伴详情",
            [ 3 ] = "点击上方的页签可以按照规则对伙伴筛选排序",
        },
        [ "title" ] = "俱乐部",
    },
    [ "NormalShop" ] = {
        [ "id" ] = "NormalShop",
        [ "title" ] = "商城",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
    [ "PartyDetailUI" ] = {
        [ "id" ] = "PartyDetailUI",
        [ "title" ] = "宾客名单",
    },
    [ "PartyInfoPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "PartyInfoPanel",
        [ "param1" ] = {
            [ 1 ] = "每个红颜每天只能举行一次派对",
            [ 2 ] = "每个红颜每天只能参加一个派对",
            [ 3 ] = "红颜的亲密度越高，举办/参加派对获得的积分收益就越高",
        },
        [ "title" ] = "派对",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101013,
            [ 2 ] = 101005,
        },
    },
    [ "PartyInvitePanel" ] = {
        [ "id" ] = "PartyInvitePanel",
        [ "param1" ] = {
            [ 1 ] = "派对邀请界面帮助",
        },
        [ "title" ] = "派对邀请",
    },
    [ "PartyPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "PartyPanel",
        [ "param1" ] = {
            [ 1 ] = "每个红颜每天只能举行一次派对",
            [ 2 ] = "每个红颜每天只能参加一个派对",
            [ 3 ] = "红颜的亲密度越高，举办或参加派对获得的积分收益就越高",
        },
        [ "title" ] = "派对",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101013,
            [ 2 ] = 101005,
        },
    },
    [ "PartyPointRankPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "PartyPointRankPanel",
        [ "param1" ] = {
            [ 1 ] = "派对积分排行榜是以Boss累计获得的派对积分进行排名的",
        },
        [ "title" ] = "派对",
    },
    [ "PartyRecordPanel" ] = {
        [ "id" ] = "PartyRecordPanel",
        [ "param1" ] = {
            [ 1 ] = "派对记录界面帮助",
        },
        [ "title" ] = "派对记录",
    },
    [ "PartyShop" ] = {
        [ "id" ] = "PartyShop",
        [ "title" ] = "派对商店",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101013,
            [ 2 ] = 101005,
        },
    },
    [ "PlayerDetailInfoUI" ] = {
        [ "id" ] = "PlayerDetailInfoUI",
        [ "param1" ] = {
            [ 1 ] = "玩家信息帮助",
        },
        [ "title" ] = "详细信息",
    },
    [ "PlayerInfoUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "PlayerInfoUI",
        [ "param1" ] = {
            [ 1 ] = "玩家等级以及总属性的提升可以获得更多的命令次数和情报处理次数",
            [ 2 ] = "完成每日目标和通关关卡可以获得大量的经验",
            [ 3 ] = "称号可以通过冲榜活动等方式获得",
            [ 4 ] = "玩家可以在个性设置界面修改自己个人信息",
        },
        [ "title" ] = "玩家信息",
    },
    [ "PlaymentEntryUI" ] = {
        [ "id" ] = "PlaymentEntryUI",
        [ "title" ] = "挑战",
    },
    [ "PouringWineUI" ] = {
        [ "id" ] = "PouringWineUI",
        [ "title" ] = "倒红酒",
    },
    [ "PowerDistributionUI" ] = {
        [ "id" ] = "PowerDistributionUI",
        [ "param1" ] = {
            [ 1 ] = "亲密经验到达上限会提升一点亲密度",
            [ 2 ] = "亲密度越高，每次约会或者宠爱获得的势力点越多",
            [ 3 ] = "亲密度越高，子嗣的天资、以及每次升级获得的属性值就越高",
            [ 4 ] = "势力点可以在势力界面内提升势力技能",
            [ 5 ] = "赠送红颜其他属性的道具可以快速提升红颜的4项基础属性",
            [ 6 ] = "秘密探访遇到已经拥有的红颜也可以获得少量的亲密经验",
            [ 7 ] = "宠爱红颜时，如果育儿所未满，有大几率会诞下子嗣",
        },
    },
    [ "PrisonInitialPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "PrisonInitialPanel",
        [ "param1" ] = {
            [ 1 ] = "通关关卡数量越多，每天产出的刑具就越多",
            [ 2 ] = "刑具最多可以存储每日产出刑具的两倍",
            [ 3 ] = "每日首次进入监狱可以恢复刑具数量",
            [ 4 ] = "拷问犯人可以获得相应的奖励，奖励内容可以点击犯人头像预览",
            [ 5 ] = "通关的关卡越多，抓获的犯人越多",
            [ 6 ] = "每日犯人都会重置，需要从第一个开始依次向后拷问",
            [ 7 ] = "越靠后的犯人奖励越好",
        },
        [ "title" ] = "监狱",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
    [ "RankActivityInfoUI" ] = {
        [ "id" ] = "RankActivityInfoUI",
        [ "title" ] = "冲榜活动",
    },
    [ "RankMainUI" ] = {
        [ "id" ] = "RankMainUI",
        [ "title" ] = "排行榜",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 201003,
            [ 3 ] = 101004,
        },
    },
    [ "RankUI" ] = {
        [ "id" ] = "RankUI",
        [ "title" ] = "排行榜",
    },
    [ "RankingListUI" ] = {
        [ "id" ] = "RankingListUI",
        [ "param1" ] = {
            [ 1 ] = "排行榜帮助",
        },
        [ "title" ] = "排行榜",
    },
    [ "RankingPanel" ] = {
        [ "id" ] = "RankingPanel",
        [ "param1" ] = {
            [ 1 ] = "积分排行榜界面帮助",
        },
        [ "title" ] = "积分排名",
    },
    [ "RechargeUI" ] = {
        [ "id" ] = "RechargeUI",
        [ "param1" ] = {
            [ 1 ] = "充值界面",
        },
        [ "title" ] = "充值界面",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
    [ "SalonAreaUI" ] = {
        [ "id" ] = "SalonAreaUI",
        [ "param1" ] = {
            [ 1 ] = "沙龙帮助",
        },
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101014,
        },
    },
    [ "SalonShop" ] = {
        [ "id" ] = "SalonShop",
        [ "title" ] = "沙龙商店",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101014,
            [ 2 ] = 101005,
        },
    },
    [ "SalonUI" ] = {
        [ "help_type" ] = 2,
        [ "id" ] = "SalonUI",
        [ "param1" ] = {
            [ 1 ] = "沙龙帮助",
        },
        [ "param2" ] = {
            [ 1 ] = {
                [ 1 ] = "花艺室：14：00",
                [ 2 ] = "画展：16：00",
                [ 3 ] = "剧场：18：00",
                [ 4 ] = "舞会：19：00",
                [ 5 ] = "音乐会：20：00",
                [ "title" ] = "游园时间",
            },
            [ 2 ] = {
                [ 1 ] = "游园开始前可派遣情人参加",
                [ 2 ] = "称谓达到甜心或者以上的情人可参加游园",
                [ "title" ] = "游园条件",
            },
            [ 3 ] = {
                [ 1 ] = "游园开始后将报名的情人随机分配各组，每组9人",
                [ 2 ] = "比拼分为四回合，根据礼仪值、才艺值和魅力值获得分数，交际值最高的情人可以掠夺其他情人的分数",
                [ "title" ] = "比拼规则",
            },
            [ 4 ] = {
                [ 1 ] = "每日初始位阶点由已有情人的称谓决定（第一夫人+9点、女主人+8点、妻子+7点、爱人+6点、灵魂伴侣+5点、伴侣+4点、知音+3点、情妇+2点、甜心+1点）",
                [ 2 ] = "位阶点可用于派遣情人游园时，临时增加情人对应的属性值",
                [ 3 ] = "每点位阶点可增加5%的临时属性",
                [ 4 ] = "每项属性最多分配10点位阶点",
                [ 5 ] = "每日可消耗钻石额外购买位阶点",
                [ 6 ] = "按照前四回合累计得分排名",
                [ 7 ] = "得分相同时，按情人四项属性总和排名",
                [ 8 ] = "若四项属性总和相同，按情人亲密经验排名",
                [ "title" ] = "称谓加成",
            },
        },
        [ "title" ] = "沙龙",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101014,
        },
    },
    [ "SecretTravelUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "SecretTravelUI",
        [ "param1" ] = {
            [ 1 ] = "每次随机探访消耗1次探访次数、2点运势",
            [ 2 ] = "探访次数每30分钟恢复1次",
            [ 3 ] = "探访次数上限跟VIP等级有关，详情请见VIP界面",
            [ 4 ] = "解锁区域需要Boss等级达到要求",
            [ 5 ] = "区域可解锁时，可以点击消耗一定资源解锁区域",
            [ 6 ] = "解锁区域越多，探访偶遇红颜时获得的亲密经验越多",
        },
        [ "title" ] = "秘密探访",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301017,
        },
    },
    [ "SelectGrabPlayerPanel" ] = {
        [ "id" ] = "SelectGrabPlayerPanel",
        [ "param1" ] = {
            [ 1 ] = "选择夺宝对手界面帮助",
        },
        [ "title" ] = "选择对手",
    },
    [ "SelectGroundPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "SelectGroundPanel",
        [ "param1" ] = {
            [ 1 ] = "点击选择一个区域进行狩猎",
            [ 2 ] = "每个区域每天只能狩猎通关一次",
            [ 3 ] = "每日00:00重置已狩猎区域",
            [ 4 ] = "每个区域第1次通关时可以获得首通奖励",
        },
        [ "title" ] = "狩猎",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101007,
            [ 2 ] = 101005,
        },
    },
    [ "SelectHeroEquipUI" ] = {
        [ "id" ] = "SelectHeroEquipUI",
        [ "param1" ] = {
            [ 1 ] = "单个英雄装备选择帮助",
        },
        [ "title" ] = "选择",
    },
    [ "SelectMultiEquipUI" ] = {
        [ "id" ] = "SelectMultiEquipUI",
        [ "param1" ] = {
            [ 1 ] = "装备多选帮助",
        },
        [ "title" ] = "选择装备",
    },
    [ "SelectPartyGameUI" ] = {
        [ "id" ] = "SelectPartyGameUI",
        [ "title" ] = "小游戏",
    },
    [ "SelectPartyPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "SelectPartyPanel",
        [ "param1" ] = {
            [ 1 ] = "每个红颜每天可以参加派对一次，参加派对后可以使用钻石恢复参加派对次数",
            [ 2 ] = "红颜的亲密度越高参加派对获得的额外积分收益越高",
            [ 3 ] = "参加派对除了获取积分奖励还可以获取派对礼包，打开有几率获得宴会请帖",
            [ 4 ] = "砸场子可以获得当前派对的20%积分奖励，该派对会立即终止，但您会被记入对方的仇人名单中",
        },
        [ "title" ] = "派对",
    },
    [ "SelectStrengthenMaterial" ] = {
        [ "id" ] = "SelectStrengthenMaterial",
        [ "param1" ] = {
            [ 1 ] = "宝物选择强化材料界面帮助",
        },
    },
    [ "ShootMoneyUI" ] = {
        [ "id" ] = "ShootMoneyUI",
        [ "title" ] = "射钞票",
    },
    [ "ShoppingUI" ] = {
        [ "id" ] = "ShoppingUI",
        [ "param1" ] = {
            [ 1 ] = "参加个人狩猎和挑战猛兽都可以获得狩猎积分",
            [ 2 ] = "狩猎积分可以用来兑换道具",
        },
        [ "title" ] = "商店",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
    [ "SoldierBattleUI" ] = {
        [ "id" ] = "SoldierBattleUI",
        [ "param1" ] = {
            [ 1 ] = "小兵战斗帮助",
        },
        [ "title" ] = "战斗",
    },
    [ "StrategyMapPanel" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "StrategyMapPanel",
        [ "param1" ] = {
            [ 1 ] = "当城市内所有伙伴关卡均三星通关时则视为占领该城市",
            [ 2 ] = "玩家占领城市后可以提高占领度",
            [ 3 ] = "点击左上角的指南针可快速回到正在攻略的城市",
            [ 4 ] = "占领的城市可以派遣伙伴或者已婚儿女进行管辖",
            [ 5 ] = "一键领取可以快速领取所有未领取的宝箱",
        },
        [ "title" ] = "领地扩张",
    },
    [ "TLActivityUI" ] = {
        [ "id" ] = "TLActivityUI",
        [ "title" ] = "限时活动",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 301036,
            [ 2 ] = 301037,
        },
    },
    [ "ThrowDartUI" ] = {
        [ "id" ] = "ThrowDartUI",
        [ "title" ] = "扔飞镖",
    },
    [ "TitleUI" ] = {
        [ "id" ] = "TitleUI",
        [ "title" ] = "更换称号",
    },
    [ "TotalRankUI" ] = {
        [ "id" ] = "TotalRankUI",
        [ "is_show_combat" ] = true,
        [ "title" ] = "总排行榜",
    },
    [ "TrainHeroUI" ] = {
        [ "id" ] = "TrainHeroUI",
        [ "is_show_combat" ] = true,
        [ "param1" ] = {
            [ 1 ] = "角色系统帮助",
        },
        [ "title" ] = "角色",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101005,
        },
    },
    [ "TrainShop" ] = {
        [ "id" ] = "TrainShop",
        [ "title" ] = "地下商店",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101011,
            [ 2 ] = 101005,
        },
    },
    [ "TrainingCentreUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "TrainingCentreUI",
        [ "param1" ] = {
            [ 1 ] = "点击可处理事件，选择处理对应事件的红颜",
            [ 2 ] = "每次处理事件需要3个小时的时间",
            [ 3 ] = "事件处理完毕后可以获得红颜属性奖励",
        },
        [ "title" ] = "社会交际",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
    [ "TraitorBossUI" ] = {
        [ "help_type" ] = 2,
        [ "id" ] = "TraitorBossUI",
        [ "param2" ] = {
            [ 1 ] = {
                [ 1 ] = "每周三、周五12：00-20：00",
                [ "title" ] = "活动时间",
            },
            [ 2 ] = {
                [ 1 ] = "每次对抗可以获得50个特工徽章，有30%概率触发大暴击、20%概率触发幸运暴击，使奖励翻倍",
                [ 2 ] = "对抗时，根据伤害给予黑道荣誉，可以根据荣誉领取金钱、基因药剂、极品精炼配件等大量黑道特工奖励",
                [ 3 ] = "按照黑道荣耀进行累计计算伤害排行和最大伤害排行，活动结束时，根据排行发放海量特工徽章、基因药剂和极品精炼配件",
                [ 4 ] = "服务器内的王牌特工被消灭后，会等级提升1级，并重新入侵，全服玩家可以根据王牌特工等级领取消灭奖励",
                [ 5 ] = "王朝荣誉为王朝内所有成员的荣耀总和，王朝荣誉前3的王朝，所有成员都可以领取丰厚的王朝奖励",
                [ 6 ] = "每个王牌特工进行对抗时，会有一名进行对抗的玩家获得幸运奖励，可以获得钻石奖励（王牌特工等级越高，奖励越多）",
                [ 7 ] = "消灭王牌特工的玩家可以获得基因药剂、极品精炼配件或火种（王牌特工等级越高，奖励越多）",
                [ "title" ] = "奖励说明",
            },
            [ 3 ] = {
                [ 1 ] = "每次开启获得时，王牌特工的等级都从1级开始、每击杀一次，王牌特工的等级都提升1级。",
                [ 2 ] = "每个王牌特工的幸运一击奖励和消灭奖励类型不同，王牌特工等级越高，奖励数量越越多",
                [ 3 ] = "每次对抗王牌特工，消耗1次对抗次数，对抗次数每隔1小时恢复一次，也可以花费钻石购买对抗次数。",
                [ 4 ] = "王牌特工具有很高的威慑力，所有头目在战斗中，造成的伤害削减100倍。",
                [ 5 ] = "王牌特工等级会在下次开启时较上次获得结束时衰减120级",
                [ "title" ] = "王牌特工规则",
            },
        },
        [ "title" ] = "王牌特工",
    },
    [ "TraitorPreviewUI" ] = {
        [ "help_type" ] = 2,
        [ "id" ] = "TraitorPreviewUI",
        [ "param2" ] = {
            [ 1 ] = {
                [ 1 ] = "对抗特工可以获得贡献奖励，主要是金钱，基因药剂和宝石",
                [ 2 ] = "对抗特工还可以获得特工徽章，特工徽章可以在特工商店购买代号：六、蜘蛛和基因药剂",
                [ "title" ] = "对抗特工奖励",
            },
            [ 2 ] = {
                [ 1 ] = "35级后，每次在领地扩张中的头目关卡都有概率发生特工入侵，可以单独或者邀请好友一起对抗特工",
                [ 2 ] = "每次对抗特工都会获得贡献值，伤害越高贡献值越多，头目每突破+1都会对特工伤害增加2.5倍",
                [ 3 ] = "若消灭了特工，发现特工的玩家和完成最后一击的玩家都可以获得钻石奖励",
                [ "title" ] = "贡献值",
            },
            [ 3 ] = {
                [ 1 ] = "对抗特工时，每消耗一个对抗令，都可以获得50个特工徽章",
                [ 2 ] = "若入围对抗特工的每日伤害排行榜和贡献排行榜前200名，还可以获得额外的排名特工徽章奖励",
                [ 3 ] = "每天12：00-14：00全力一击只需要消耗一个对抗令，18：00-20：00对抗特工贡献翻倍",
                [ "title" ] = "特工徽章",
            },
        },
        [ "title" ] = "特工来袭",
    },
    [ "TraitorShop" ] = {
        [ "id" ] = "TraitorShop",
        [ "title" ] = "叛军商店",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101016,
            [ 2 ] = 101005,
        },
    },
    [ "TreasureCultivateUI" ] = {
        [ "id" ] = "TreasureCultivateUI",
        [ "is_show_combat" ] = true,
        [ "param1" ] = {
            [ 1 ] = "宝物培养帮助",
        },
        [ "title" ] = "宝物",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101005,
        },
    },
    [ "TreasureDetailInfoUI" ] = {
        [ "id" ] = "TreasureDetailInfoUI",
        [ "is_show_combat" ] = true,
        [ "param1" ] = {
            [ 1 ] = "宝物详细信息帮助",
        },
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101005,
        },
    },
    [ "UniteMarriageUI" ] = {
        [ "help_type" ] = 1,
        [ "id" ] = "UniteMarriageUI",
        [ "param1" ] = {
            [ 1 ] = "儿女只能和相同地位的对方儿女联姻",
            [ 2 ] = "儿女的地位越高，联姻消耗的订婚蛋糕或钻石越多",
            [ 3 ] = "跨服联姻需要消耗双倍的订婚蛋糕或钻石",
            [ 4 ] = "跨服提亲如果主动取消提亲只会返回一半的订婚蛋糕或者钻石，时间到会返还全额的订婚蛋糕或钻石",
            [ 5 ] = "跨服提亲被本服玩家联姻成功会返还多消耗的订婚蛋糕或钻石",
        },
        [ "title" ] = "婚配所",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
    [ "VIPShop" ] = {
        [ "id" ] = "VIPShop",
        [ "title" ] = "VIP商店",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
    [ "VipShopUI" ] = {
        [ "id" ] = "VipShopUI",
        [ "title" ] = "VIP商店",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
    [ "VipUI" ] = {
        [ "id" ] = "VipUI",
        [ "param1" ] = {
            [ 1 ] = "vip特权界面",
        },
        [ "title" ] = "VIP特权界面",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
    [ "WelfareUI" ] = {
        [ "id" ] = "WelfareUI",
        [ "param1" ] = {
            [ 1 ] = "福利帮助",
        },
        [ "title" ] = "福利",
        [ "top_bar_item_list" ] = {
            [ 1 ] = 101005,
        },
    },
}