return {
    [ [==[__element_names_scheme]==] ] = {
        [1] = [==[id]==],
        [2] = [==[talk]==],
    },
    [ [==[__table_field_list]==] ] = {
    },
    [ 1 ] = {
        id = 1,
        talk = [==[lang-这游戏我充了1个亿，嘿嘿嘿！]==],
    },
    [ 2 ] = {
        id = 2,
        talk = [==[lang-嗨，在我下面的感觉怎么样？]==],
    },
    [ 3 ] = {
        id = 3,
        talk = [==[lang-我已经突破+200了！]==],
    },
    [ 4 ] = {
        id = 4,
        talk = [==[lang-我感觉我的战斗力已经高达几百个亿了！]==],
    },
    [ 5 ] = {
        id = 5,
        talk = [==[lang-你的金钱还没有我的钻石多！]==],
    },
    [ 6 ] = {
        id = 6,
        talk = [==[lang-我用钻石都可以砸哭你]==],
    },
    [ 7 ] = {
        id = 7,
        talk = [==[lang-送你点纸巾，打完擦眼泪时用的上。]==],
    },
    [ 8 ] = {
        id = 8,
        talk = [==[lang-我少上阵六个头目和你打会公平一点。]==],
    },
}
