return {
    [ [==[__element_names_scheme]==] ] = {
        [1] = [==[id]==],
        [2] = [==[ch_key]==],
        [3] = [==[name]==],
        [4] = [==[sub_type_list]==],
    },
    [ [==[__table_field_list]==] ] = {
    },
    [ 101 ] = {
        sub_type_list = {10101,10102,},
        id = 101,
        name = [==[lang-道具]==],
        ch_key = [==[道具]==],
    },
    [ 102 ] = {
        sub_type_list = {10201,10202,},
        id = 102,
        name = [==[lang-装备]==],
        ch_key = [==[装备]==],
    },
    [ 103 ] = {
        sub_type_list = {10301,},
        id = 103,
        name = [==[lang-头目]==],
        ch_key = [==[头目]==],
    },
    [ 10101 ] = {
        id = 10101,
        name = [==[lang-普通道具]==],
        ch_key = [==[普通道具]==],
    },
    [ 10102 ] = {
        id = 10102,
        name = [==[lang-情人道具]==],
        ch_key = [==[情人道具]==],
    },
    [ 10103 ] = {
        id = 10103,
        name = [==[lang-觉醒道具]==],
        ch_key = [==[觉醒道具]==],
    },
    [ 10104 ] = {
        id = 10104,
        name = [==[lang-活动道具]==],
        ch_key = [==[活动道具]==],
    },
    [ 10201 ] = {
        id = 10201,
        name = [==[lang-装备]==],
        ch_key = [==[装备道具]==],
    },
    [ 10202 ] = {
        id = 10202,
        name = [==[lang-装备碎片]==],
        ch_key = [==[装备碎片]==],
    },
    [ 10301 ] = {
        id = 10301,
        name = [==[lang-头目碎片]==],
        ch_key = [==[头目碎片]==],
    },
    [ 10401 ] = {
        id = 10401,
        name = [==[lang-宠物道具]==],
        ch_key = [==[宠物道具]==],
    },
    [ 10402 ] = {
        id = 10402,
        name = [==[lang-宠物]==],
        ch_key = [==[宠物成品]==],
    },
    [ 10403 ] = {
        id = 10403,
        name = [==[lang-宠物碎片]==],
        ch_key = [==[宠物碎片]==],
    },
}
