return {
    [ [==[__element_names_scheme]==] ] = {
        [1] = [==[id]==],
        [2] = [==[ch_key]==],
        [3] = [==[image]==],
    },
    [ [==[__table_field_list]==] ] = {
    },
    [ 1 ] = {
        image = 110022,
        id = 1,
        ch_key = [==[庄园外战斗背景]==],
    },
    [ 2 ] = {
        image = 110023,
        id = 2,
        ch_key = [==[街道战斗背景]==],
    },
    [ 3 ] = {
        image = 110024,
        id = 3,
        ch_key = [==[酒吧战斗背景]==],
    },
    [ 4 ] = {
        image = 110025,
        id = 4,
        ch_key = [==[赌场战斗背景]==],
    },
    [ 5 ] = {
        image = 110026,
        id = 5,
        ch_key = [==[码头战斗背景]==],
    },
    [ 6 ] = {
        image = 110027,
        id = 6,
        ch_key = [==[酒店战斗背景]==],
    },
}
