return {
    [ [==[__element_names_scheme]==] ] = {
        [1] = [==[id]==],
        [2] = [==[ch_key]==],
        [3] = [==[icon]==],
        [4] = [==[flag_pos]==],
        [5] = [==[bg]==],
    },
    [ [==[__table_field_list]==] ] = {
    },
    [ 1 ] = {
        flag_pos = {33.8,2.7,},
        icon = 110004,
        id = 1,
        bg = 110001,
        ch_key = [==[大地图建筑1]==],
    },
    [ 2 ] = {
        flag_pos = {27.5,-3.0,},
        icon = 110005,
        id = 2,
        bg = 110002,
        ch_key = [==[大地图建筑2]==],
    },
    [ 3 ] = {
        flag_pos = {38.5,-25.2,},
        icon = 110006,
        id = 3,
        bg = 110003,
        ch_key = [==[大地图建筑3]==],
    },
}
