return {
    [ [==[__element_names_scheme]==] ] = {
        [1] = [==[id]==],
        [2] = [==[ch_key]==],
        [3] = [==[desc]==],
    },
    [ [==[__table_field_list]==] ] = {
    },
    [ 1 ] = {
        id = 1,
        ch_key = [==[单笔充值]==],
    },
    [ 2 ] = {
        id = 2,
        ch_key = [==[每日登录]==],
    },
    [ 3 ] = {
        id = 3,
        ch_key = [==[试炼精英]==],
    },
    [ 4 ] = {
        id = 4,
        ch_key = [==[竞技场]==],
    },
    [ 5 ] = {
        id = 5,
        ch_key = [==[关卡boss]==],
    },
    [ 6 ] = {
        id = 6,
        ch_key = [==[王朝挑战]==],
    },
    [ 7 ] = {
        id = 7,
        ch_key = [==[夺宝次数]==],
    },
    [ 8 ] = {
        id = 8,
        ch_key = [==[消灭叛军]==],
    },
    [ 9 ] = {
        id = 9,
        ch_key = [==[随机约会]==],
    },
    [ 10 ] = {
        id = 10,
        ch_key = [==[宠幸次数]==],
    },
    [ 11 ] = {
        id = 11,
        ch_key = [==[情人培训]==],
    },
    [ 12 ] = {
        id = 12,
        ch_key = [==[出行次数]==],
    },
    [ 13 ] = {
        id = 13,
        ch_key = [==[儿女教育]==],
    },
}
