return {
    [ [==[__element_names_scheme]==] ] = {
        [1] = [==[id]==],
        [2] = [==[ch_key]==],
        [3] = [==[name]==],
    },
    [ [==[__table_field_list]==] ] = {
    },
    [ 1 ] = {
        id = 1,
        name = [==[虚拟物品]==],
        ch_key = [==[虚拟物品]==],
    },
    [ 2 ] = {
        id = 2,
        name = [==[道具]==],
        ch_key = [==[道具]==],
    },
    [ 3 ] = {
        id = 3,
        name = [==[材料]==],
        ch_key = [==[材料]==],
    },
    [ 4 ] = {
        id = 4,
        name = [==[装备]==],
        ch_key = [==[装备]==],
    },
    [ 5 ] = {
        id = 5,
        name = [==[头目]==],
        ch_key = [==[头目]==],
    },
    [ 6 ] = {
        id = 6,
        name = [==[宠物]==],
        ch_key = [==[宠物]==],
    },
    [ 7 ] = {
        id = 7,
        name = [==[情人]==],
        ch_key = [==[情人]==],
    },
    [ 8 ] = {
        id = 8,
        name = [==[称号]==],
        ch_key = [==[称号]==],
    },
}
