return {
    [ [==[__element_names_scheme]==] ] = {
        [1] = [==[id]==],
        [2] = [==[ch_key]==],
    },
    [ [==[__table_field_list]==] ] = {
    },
    [ 1 ] = {
        id = 1,
        ch_key = [==[活动]==],
    },
    [ 2 ] = {
        id = 2,
        ch_key = [==[首冲礼包]==],
    },
    [ 3 ] = {
        id = 3,
        ch_key = [==[每日充值]==],
    },
    [ 4 ] = {
        id = 4,
        ch_key = [==[节日活动]==],
    },
    [ 5 ] = {
        id = 5,
        ch_key = [==[活动兑换]==],
    },
    [ 6 ] = {
        id = 6,
        ch_key = [==[充值抽奖]==],
    },
    [ 7 ] = {
        id = 7,
        ch_key = [==[每日礼包]==],
    },
}
