return {
    [ [==[__element_names_scheme]==] ] = {
        [1] = [==[id]==],
        [2] = [==[ch_key]==],
    },
    [ [==[__table_field_list]==] ] = {
    },
    [ 1 ] = {
        id = 1,
        ch_key = [==[定点体力]==],
    },
    [ 2 ] = {
        id = 2,
        ch_key = [==[开服基金]==],
    },
    [ 3 ] = {
        id = 3,
        ch_key = [==[首周签到]==],
    },
    [ 4 ] = {
        id = 4,
        ch_key = [==[每日热卖]==],
    },
    [ 5 ] = {
        id = 5,
        ch_key = [==[每周签到]==],
    },
    [ 6 ] = {
        id = 6,
        ch_key = [==[每月签到]==],
    },
    [ 7 ] = {
        id = 7,
        ch_key = [==[月卡]==],
    },
}
