return {
    [ 1 ] = {
        [ "id" ] = 1,
        [ "ch_key" ] = "登录天数奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 101002,
            [ 3 ] = 301033,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 100,
            [ 2 ] = 100000,
            [ 3 ] = 1,
        },
    },
    [ 2 ] = {
        [ "id" ] = 2,
        [ "ch_key" ] = "登录天数奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 101002,
            [ 3 ] = 301034,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 100,
            [ 2 ] = 150000,
            [ 3 ] = 1,
        },
    },
    [ 3 ] = {
        [ "id" ] = 3,
        [ "ch_key" ] = "登录天数奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 101002,
            [ 3 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 100,
            [ 2 ] = 200000,
            [ 3 ] = 1,
        },
    },
    [ 4 ] = {
        [ "id" ] = 4,
        [ "ch_key" ] = "登录天数奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 101002,
            [ 3 ] = 302002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 100,
            [ 2 ] = 250000,
            [ 3 ] = 1,
        },
    },
    [ 5 ] = {
        [ "id" ] = 5,
        [ "ch_key" ] = "登录天数奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 101002,
            [ 3 ] = 302002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 100,
            [ 2 ] = 300000,
            [ 3 ] = 2,
        },
    },
    [ 6 ] = {
        [ "id" ] = 6,
        [ "ch_key" ] = "消耗体力奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301033,
            [ 2 ] = 301008,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 1,
        },
    },
    [ 7 ] = {
        [ "id" ] = 7,
        [ "ch_key" ] = "消耗体力奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301033,
            [ 2 ] = 301008,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 2,
        },
    },
    [ 8 ] = {
        [ "id" ] = 8,
        [ "ch_key" ] = "消耗体力奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301033,
            [ 2 ] = 301008,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 3,
        },
    },
    [ 9 ] = {
        [ "id" ] = 9,
        [ "ch_key" ] = "消耗体力奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301034,
            [ 2 ] = 301008,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 4,
        },
    },
    [ 10 ] = {
        [ "id" ] = 10,
        [ "ch_key" ] = "消耗体力奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301034,
            [ 2 ] = 301008,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 5,
        },
    },
    [ 11 ] = {
        [ "id" ] = 11,
        [ "ch_key" ] = "消耗体力奖励6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301034,
            [ 2 ] = 301008,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 6,
        },
    },
    [ 12 ] = {
        [ "id" ] = 12,
        [ "ch_key" ] = "消耗体力奖励7",
        [ "reward_item_list" ] = {
            [ 1 ] = 301035,
            [ 2 ] = 301008,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 7,
        },
    },
    [ 13 ] = {
        [ "id" ] = 13,
        [ "ch_key" ] = "消耗体力奖励8",
        [ "reward_item_list" ] = {
            [ 1 ] = 301035,
            [ 2 ] = 301008,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 8,
        },
    },
    [ 14 ] = {
        [ "id" ] = 14,
        [ "ch_key" ] = "帮力增长奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 100000,
            [ 2 ] = 100000,
        },
    },
    [ 15 ] = {
        [ "id" ] = 15,
        [ "ch_key" ] = "帮力增长奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 120000,
            [ 2 ] = 120000,
        },
    },
    [ 16 ] = {
        [ "id" ] = 16,
        [ "ch_key" ] = "帮力增长奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 140000,
            [ 2 ] = 140000,
        },
    },
    [ 17 ] = {
        [ "id" ] = 17,
        [ "ch_key" ] = "帮力增长奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 160000,
            [ 2 ] = 160000,
        },
    },
    [ 18 ] = {
        [ "id" ] = 18,
        [ "ch_key" ] = "帮力增长奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 180000,
            [ 2 ] = 180000,
        },
    },
    [ 19 ] = {
        [ "id" ] = 19,
        [ "ch_key" ] = "帮力增长奖励6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 200000,
            [ 2 ] = 200000,
        },
    },
    [ 20 ] = {
        [ "id" ] = 20,
        [ "ch_key" ] = "帮力增长奖励7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 220000,
            [ 2 ] = 220000,
        },
    },
    [ 21 ] = {
        [ "id" ] = 21,
        [ "ch_key" ] = "帮力增长奖励8",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 240000,
            [ 2 ] = 240000,
        },
    },
    [ 22 ] = {
        [ "id" ] = 22,
        [ "ch_key" ] = "帮力增长奖励9",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 260000,
            [ 2 ] = 260000,
        },
    },
    [ 23 ] = {
        [ "id" ] = 23,
        [ "ch_key" ] = "帮力增长奖励10",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 280000,
            [ 2 ] = 280000,
        },
    },
    [ 24 ] = {
        [ "id" ] = 24,
        [ "ch_key" ] = "帮力增长奖励11",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300000,
            [ 2 ] = 300000,
        },
    },
    [ 25 ] = {
        [ "id" ] = 25,
        [ "ch_key" ] = "帮力增长奖励12",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 320000,
            [ 2 ] = 320000,
        },
    },
    [ 26 ] = {
        [ "id" ] = 26,
        [ "ch_key" ] = "帮力增长奖励13",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 340000,
            [ 2 ] = 340000,
        },
    },
    [ 27 ] = {
        [ "id" ] = 27,
        [ "ch_key" ] = "帮力增长奖励14",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 360000,
            [ 2 ] = 360000,
        },
    },
    [ 28 ] = {
        [ "id" ] = 28,
        [ "ch_key" ] = "帮力增长奖励15",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 380000,
            [ 2 ] = 380000,
        },
    },
    [ 29 ] = {
        [ "id" ] = 29,
        [ "ch_key" ] = "帮力增长奖励16",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 400000,
            [ 2 ] = 400000,
        },
    },
    [ 30 ] = {
        [ "id" ] = 30,
        [ "ch_key" ] = "帮力增长奖励17",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 450000,
            [ 2 ] = 450000,
        },
    },
    [ 31 ] = {
        [ "id" ] = 31,
        [ "ch_key" ] = "帮力增长奖励18",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 500000,
            [ 2 ] = 500000,
        },
    },
    [ 32 ] = {
        [ "id" ] = 32,
        [ "ch_key" ] = "帮力增长奖励19",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 550000,
            [ 2 ] = 550000,
        },
    },
    [ 33 ] = {
        [ "id" ] = 33,
        [ "ch_key" ] = "帮力增长奖励20",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 600000,
            [ 2 ] = 600000,
        },
    },
    [ 34 ] = {
        [ "id" ] = 34,
        [ "ch_key" ] = "帮力增长奖励21",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 650000,
            [ 2 ] = 650000,
        },
    },
    [ 35 ] = {
        [ "id" ] = 35,
        [ "ch_key" ] = "帮力增长奖励22",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 700000,
            [ 2 ] = 700000,
        },
    },
    [ 36 ] = {
        [ "id" ] = 36,
        [ "ch_key" ] = "帮力增长奖励23",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 750000,
            [ 2 ] = 750000,
        },
    },
    [ 37 ] = {
        [ "id" ] = 37,
        [ "ch_key" ] = "帮力增长奖励24",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 800000,
            [ 2 ] = 800000,
        },
    },
    [ 38 ] = {
        [ "id" ] = 38,
        [ "ch_key" ] = "帮力增长奖励25",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1000000,
            [ 2 ] = 1000000,
        },
    },
    [ 39 ] = {
        [ "id" ] = 39,
        [ "ch_key" ] = "亲密度增长奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 60000,
            [ 3 ] = 36000,
        },
    },
    [ 40 ] = {
        [ "id" ] = 40,
        [ "ch_key" ] = "亲密度增长奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 60000,
            [ 3 ] = 36000,
        },
    },
    [ 41 ] = {
        [ "id" ] = 41,
        [ "ch_key" ] = "亲密度增长奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 60000,
            [ 3 ] = 36000,
        },
    },
    [ 42 ] = {
        [ "id" ] = 42,
        [ "ch_key" ] = "亲密度增长奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 60000,
            [ 3 ] = 36000,
        },
    },
    [ 43 ] = {
        [ "id" ] = 43,
        [ "ch_key" ] = "亲密度增长奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 60000,
            [ 3 ] = 36000,
        },
    },
    [ 44 ] = {
        [ "id" ] = 44,
        [ "ch_key" ] = "亲密度增长奖励6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 120000,
            [ 3 ] = 72000,
        },
    },
    [ 45 ] = {
        [ "id" ] = 45,
        [ "ch_key" ] = "亲密度增长奖励7",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 120000,
            [ 3 ] = 72000,
        },
    },
    [ 46 ] = {
        [ "id" ] = 46,
        [ "ch_key" ] = "亲密度增长奖励8",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 120000,
            [ 3 ] = 72000,
        },
    },
    [ 47 ] = {
        [ "id" ] = 47,
        [ "ch_key" ] = "亲密度增长奖励9",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 180000,
            [ 3 ] = 100000,
        },
    },
    [ 48 ] = {
        [ "id" ] = 48,
        [ "ch_key" ] = "亲密度增长奖励10",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 180000,
            [ 3 ] = 100000,
        },
    },
    [ 49 ] = {
        [ "id" ] = 49,
        [ "ch_key" ] = "亲密度增长奖励11",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 180000,
            [ 3 ] = 100000,
        },
    },
    [ 50 ] = {
        [ "id" ] = 50,
        [ "ch_key" ] = "亲密度增长奖励12",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 240000,
            [ 3 ] = 140000,
        },
    },
    [ 51 ] = {
        [ "id" ] = 51,
        [ "ch_key" ] = "亲密度增长奖励13",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 5,
            [ 2 ] = 300000,
            [ 3 ] = 180000,
        },
    },
    [ 52 ] = {
        [ "id" ] = 52,
        [ "ch_key" ] = "亲密度增长奖励14",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 6,
            [ 2 ] = 360000,
            [ 3 ] = 210000,
        },
    },
    [ 53 ] = {
        [ "id" ] = 53,
        [ "ch_key" ] = "亲密度增长奖励15",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 7,
            [ 2 ] = 420000,
            [ 3 ] = 250000,
        },
    },
    [ 54 ] = {
        [ "id" ] = 54,
        [ "ch_key" ] = "亲密度增长奖励16",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 8,
            [ 2 ] = 480000,
            [ 3 ] = 280000,
        },
    },
    [ 55 ] = {
        [ "id" ] = 55,
        [ "ch_key" ] = "亲密度增长奖励17",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 9,
            [ 2 ] = 540000,
            [ 3 ] = 320000,
        },
    },
    [ 56 ] = {
        [ "id" ] = 56,
        [ "ch_key" ] = "亲密度增长奖励18",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 10,
            [ 2 ] = 600000,
            [ 3 ] = 360000,
        },
    },
    [ 57 ] = {
        [ "id" ] = 57,
        [ "ch_key" ] = "亲密度增长奖励19",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 11,
            [ 2 ] = 660000,
            [ 3 ] = 390000,
        },
    },
    [ 58 ] = {
        [ "id" ] = 58,
        [ "ch_key" ] = "亲密度增长奖励20",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 12,
            [ 2 ] = 720000,
            [ 3 ] = 430000,
        },
    },
    [ 59 ] = {
        [ "id" ] = 59,
        [ "ch_key" ] = "亲密度增长奖励21",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 13,
            [ 2 ] = 780000,
            [ 3 ] = 480000,
        },
    },
    [ 60 ] = {
        [ "id" ] = 60,
        [ "ch_key" ] = "亲密度增长奖励22",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 14,
            [ 2 ] = 840000,
            [ 3 ] = 540000,
        },
    },
    [ 61 ] = {
        [ "id" ] = 61,
        [ "ch_key" ] = "亲密度增长奖励23",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 15,
            [ 2 ] = 900000,
            [ 3 ] = 590000,
        },
    },
    [ 62 ] = {
        [ "id" ] = 62,
        [ "ch_key" ] = "亲密度增长奖励24",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 16,
            [ 2 ] = 960000,
            [ 3 ] = 650000,
        },
    },
    [ 63 ] = {
        [ "id" ] = 63,
        [ "ch_key" ] = "亲密度增长奖励25",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 101002,
            [ 3 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 17,
            [ 2 ] = 1020000,
            [ 3 ] = 700000,
        },
    },
    [ 64 ] = {
        [ "id" ] = 64,
        [ "ch_key" ] = "宴会小游戏奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 302001,
            [ 2 ] = 301033,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 2,
        },
    },
    [ 65 ] = {
        [ "id" ] = 65,
        [ "ch_key" ] = "宴会小游戏奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 302001,
            [ 2 ] = 301033,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 2,
        },
    },
    [ 66 ] = {
        [ "id" ] = 66,
        [ "ch_key" ] = "宴会小游戏奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 302001,
            [ 2 ] = 301033,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 2,
        },
    },
    [ 67 ] = {
        [ "id" ] = 67,
        [ "ch_key" ] = "宴会小游戏奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 302001,
            [ 2 ] = 301033,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 2,
        },
    },
    [ 68 ] = {
        [ "id" ] = 68,
        [ "ch_key" ] = "宴会小游戏奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 302001,
            [ 2 ] = 301033,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 2,
        },
    },
    [ 69 ] = {
        [ "id" ] = 69,
        [ "ch_key" ] = "宴会小游戏奖励6",
        [ "reward_item_list" ] = {
            [ 1 ] = 302001,
            [ 2 ] = 301033,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 2,
        },
    },
    [ 70 ] = {
        [ "id" ] = 70,
        [ "ch_key" ] = "宴会小游戏奖励7",
        [ "reward_item_list" ] = {
            [ 1 ] = 302001,
            [ 2 ] = 301033,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 2,
        },
    },
    [ 71 ] = {
        [ "id" ] = 71,
        [ "ch_key" ] = "宴会小游戏奖励8",
        [ "reward_item_list" ] = {
            [ 1 ] = 302001,
            [ 2 ] = 301033,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 2,
        },
    },
    [ 72 ] = {
        [ "id" ] = 72,
        [ "ch_key" ] = "宴会小游戏奖励9",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301034,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 2,
        },
    },
    [ 73 ] = {
        [ "id" ] = 73,
        [ "ch_key" ] = "宴会小游戏奖励10",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301034,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 2,
        },
    },
    [ 74 ] = {
        [ "id" ] = 74,
        [ "ch_key" ] = "宴会小游戏奖励11",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301034,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 2,
        },
    },
    [ 75 ] = {
        [ "id" ] = 75,
        [ "ch_key" ] = "宴会小游戏奖励12",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301034,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 2,
        },
    },
    [ 76 ] = {
        [ "id" ] = 76,
        [ "ch_key" ] = "宴会小游戏奖励13",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301034,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 2,
        },
    },
    [ 77 ] = {
        [ "id" ] = 77,
        [ "ch_key" ] = "宴会小游戏奖励14",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301034,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 2,
        },
    },
    [ 78 ] = {
        [ "id" ] = 78,
        [ "ch_key" ] = "宴会小游戏奖励15",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301034,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 2,
        },
    },
    [ 79 ] = {
        [ "id" ] = 79,
        [ "ch_key" ] = "宴会小游戏奖励16",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 80 ] = {
        [ "id" ] = 80,
        [ "ch_key" ] = "宴会小游戏奖励17",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 81 ] = {
        [ "id" ] = 81,
        [ "ch_key" ] = "宴会小游戏奖励18",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 82 ] = {
        [ "id" ] = 82,
        [ "ch_key" ] = "宴会小游戏奖励19",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 83 ] = {
        [ "id" ] = 83,
        [ "ch_key" ] = "宴会小游戏奖励20",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 2,
        },
    },
    [ 84 ] = {
        [ "id" ] = 84,
        [ "ch_key" ] = "宴会小游戏奖励21",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 2,
        },
    },
    [ 85 ] = {
        [ "id" ] = 85,
        [ "ch_key" ] = "宴会小游戏奖励22",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 2,
        },
    },
    [ 86 ] = {
        [ "id" ] = 86,
        [ "ch_key" ] = "宴会小游戏奖励23",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 2,
        },
    },
    [ 87 ] = {
        [ "id" ] = 87,
        [ "ch_key" ] = "宴会小游戏奖励24",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 2,
        },
    },
    [ 88 ] = {
        [ "id" ] = 88,
        [ "ch_key" ] = "宴会小游戏奖励25",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 2,
        },
    },
    [ 89 ] = {
        [ "id" ] = 89,
        [ "ch_key" ] = "消耗金钱奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301033,
            [ 2 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 100,
        },
    },
    [ 90 ] = {
        [ "id" ] = 90,
        [ "ch_key" ] = "消耗金钱奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301033,
            [ 2 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 200,
        },
    },
    [ 91 ] = {
        [ "id" ] = 91,
        [ "ch_key" ] = "消耗金钱奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301033,
            [ 2 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 300,
        },
    },
    [ 92 ] = {
        [ "id" ] = 92,
        [ "ch_key" ] = "消耗金钱奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301033,
            [ 2 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 400,
        },
    },
    [ 93 ] = {
        [ "id" ] = 93,
        [ "ch_key" ] = "消耗金钱奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301033,
            [ 2 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 5,
            [ 2 ] = 500,
        },
    },
    [ 94 ] = {
        [ "id" ] = 94,
        [ "ch_key" ] = "消耗金钱奖励6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301034,
            [ 2 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 600,
        },
    },
    [ 95 ] = {
        [ "id" ] = 95,
        [ "ch_key" ] = "消耗金钱奖励7",
        [ "reward_item_list" ] = {
            [ 1 ] = 301034,
            [ 2 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 700,
        },
    },
    [ 96 ] = {
        [ "id" ] = 96,
        [ "ch_key" ] = "消耗金钱奖励8",
        [ "reward_item_list" ] = {
            [ 1 ] = 301034,
            [ 2 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 800,
        },
    },
    [ 97 ] = {
        [ "id" ] = 97,
        [ "ch_key" ] = "消耗金钱奖励9",
        [ "reward_item_list" ] = {
            [ 1 ] = 301034,
            [ 2 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 900,
        },
    },
    [ 98 ] = {
        [ "id" ] = 98,
        [ "ch_key" ] = "消耗金钱奖励10",
        [ "reward_item_list" ] = {
            [ 1 ] = 301034,
            [ 2 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 5,
            [ 2 ] = 1000,
        },
    },
    [ 99 ] = {
        [ "id" ] = 99,
        [ "ch_key" ] = "消耗金钱奖励11",
        [ "reward_item_list" ] = {
            [ 1 ] = 301035,
            [ 2 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 1100,
        },
    },
    [ 100 ] = {
        [ "id" ] = 100,
        [ "ch_key" ] = "消耗金钱奖励12",
        [ "reward_item_list" ] = {
            [ 1 ] = 301035,
            [ 2 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 1200,
        },
    },
    [ 101 ] = {
        [ "id" ] = 101,
        [ "ch_key" ] = "消耗金钱奖励13",
        [ "reward_item_list" ] = {
            [ 1 ] = 301035,
            [ 2 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 5,
            [ 2 ] = 1300,
        },
    },
    [ 102 ] = {
        [ "id" ] = 102,
        [ "ch_key" ] = "消耗钻石奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 302001,
            [ 2 ] = 301033,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 103 ] = {
        [ "id" ] = 103,
        [ "ch_key" ] = "消耗钻石奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 302001,
            [ 2 ] = 301033,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 2,
        },
    },
    [ 104 ] = {
        [ "id" ] = 104,
        [ "ch_key" ] = "消耗钻石奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 302001,
            [ 2 ] = 301033,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 3,
        },
    },
    [ 105 ] = {
        [ "id" ] = 105,
        [ "ch_key" ] = "消耗钻石奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 302001,
            [ 2 ] = 301033,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 4,
        },
    },
    [ 106 ] = {
        [ "id" ] = 106,
        [ "ch_key" ] = "消耗钻石奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301034,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 5,
            [ 2 ] = 5,
        },
    },
    [ 107 ] = {
        [ "id" ] = 107,
        [ "ch_key" ] = "消耗钻石奖励6",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301034,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 108 ] = {
        [ "id" ] = 108,
        [ "ch_key" ] = "消耗钻石奖励7",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301034,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 2,
        },
    },
    [ 109 ] = {
        [ "id" ] = 109,
        [ "ch_key" ] = "消耗钻石奖励8",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301034,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 3,
        },
    },
    [ 110 ] = {
        [ "id" ] = 110,
        [ "ch_key" ] = "消耗钻石奖励9",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301034,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 4,
        },
    },
    [ 111 ] = {
        [ "id" ] = 111,
        [ "ch_key" ] = "消耗钻石奖励10",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301034,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 5,
            [ 2 ] = 5,
        },
    },
    [ 112 ] = {
        [ "id" ] = 112,
        [ "ch_key" ] = "消耗钻石奖励11",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 113 ] = {
        [ "id" ] = 113,
        [ "ch_key" ] = "消耗钻石奖励12",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 2,
        },
    },
    [ 114 ] = {
        [ "id" ] = 114,
        [ "ch_key" ] = "消耗钻石奖励13",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 3,
        },
    },
    [ 115 ] = {
        [ "id" ] = 115,
        [ "ch_key" ] = "消耗钻石奖励14",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 4,
        },
    },
    [ 116 ] = {
        [ "id" ] = 116,
        [ "ch_key" ] = "消耗钻石奖励15",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301035,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 5,
            [ 2 ] = 5,
        },
    },
    [ 117 ] = {
        [ "id" ] = 117,
        [ "ch_key" ] = "消耗帮众奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301024,
            [ 2 ] = 301027,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 118 ] = {
        [ "id" ] = 118,
        [ "ch_key" ] = "消耗帮众奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301021,
            [ 2 ] = 301030,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 119 ] = {
        [ "id" ] = 119,
        [ "ch_key" ] = "消耗帮众奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301024,
            [ 2 ] = 301027,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 2,
        },
    },
    [ 120 ] = {
        [ "id" ] = 120,
        [ "ch_key" ] = "消耗帮众奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301021,
            [ 2 ] = 301030,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 2,
        },
    },
    [ 121 ] = {
        [ "id" ] = 121,
        [ "ch_key" ] = "消耗帮众奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301024,
            [ 2 ] = 301027,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 3,
        },
    },
    [ 122 ] = {
        [ "id" ] = 122,
        [ "ch_key" ] = "消耗帮众奖励6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301021,
            [ 2 ] = 301030,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 3,
        },
    },
    [ 123 ] = {
        [ "id" ] = 123,
        [ "ch_key" ] = "消耗帮众奖励7",
        [ "reward_item_list" ] = {
            [ 1 ] = 301025,
            [ 2 ] = 301028,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 124 ] = {
        [ "id" ] = 124,
        [ "ch_key" ] = "消耗帮众奖励8",
        [ "reward_item_list" ] = {
            [ 1 ] = 301022,
            [ 2 ] = 301031,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 125 ] = {
        [ "id" ] = 125,
        [ "ch_key" ] = "消耗帮众奖励9",
        [ "reward_item_list" ] = {
            [ 1 ] = 301025,
            [ 2 ] = 301028,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 2,
        },
    },
    [ 126 ] = {
        [ "id" ] = 126,
        [ "ch_key" ] = "消耗帮众奖励10",
        [ "reward_item_list" ] = {
            [ 1 ] = 301022,
            [ 2 ] = 301031,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 2,
        },
    },
    [ 127 ] = {
        [ "id" ] = 127,
        [ "ch_key" ] = "消耗帮众奖励11",
        [ "reward_item_list" ] = {
            [ 1 ] = 301025,
            [ 2 ] = 301028,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 3,
        },
    },
    [ 128 ] = {
        [ "id" ] = 128,
        [ "ch_key" ] = "消耗帮众奖励12",
        [ "reward_item_list" ] = {
            [ 1 ] = 301022,
            [ 2 ] = 301031,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 3,
        },
    },
    [ 129 ] = {
        [ "id" ] = 129,
        [ "ch_key" ] = "消耗帮众奖励13",
        [ "reward_item_list" ] = {
            [ 1 ] = 301025,
            [ 2 ] = 301028,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 4,
        },
    },
    [ 130 ] = {
        [ "id" ] = 130,
        [ "ch_key" ] = "消耗帮众奖励14",
        [ "reward_item_list" ] = {
            [ 1 ] = 301022,
            [ 2 ] = 301031,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 4,
        },
    },
    [ 131 ] = {
        [ "id" ] = 131,
        [ "ch_key" ] = "消耗帮众奖励15",
        [ "reward_item_list" ] = {
            [ 1 ] = 301026,
            [ 2 ] = 301029,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 3,
        },
    },
    [ 132 ] = {
        [ "id" ] = 132,
        [ "ch_key" ] = "消耗帮众奖励16",
        [ "reward_item_list" ] = {
            [ 1 ] = 301023,
            [ 2 ] = 301032,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 3,
        },
    },
    [ 133 ] = {
        [ "id" ] = 133,
        [ "ch_key" ] = "消耗帮众奖励17",
        [ "reward_item_list" ] = {
            [ 1 ] = 301026,
            [ 2 ] = 301029,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 4,
        },
    },
    [ 134 ] = {
        [ "id" ] = 134,
        [ "ch_key" ] = "消耗帮众奖励18",
        [ "reward_item_list" ] = {
            [ 1 ] = 301023,
            [ 2 ] = 301032,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 4,
            [ 2 ] = 4,
        },
    },
    [ 135 ] = {
        [ "id" ] = 135,
        [ "ch_key" ] = "消耗帮众奖励19",
        [ "reward_item_list" ] = {
            [ 1 ] = 301026,
            [ 2 ] = 301029,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 5,
            [ 2 ] = 5,
        },
    },
    [ 136 ] = {
        [ "id" ] = 136,
        [ "ch_key" ] = "消耗帮众奖励20",
        [ "reward_item_list" ] = {
            [ 1 ] = 301023,
            [ 2 ] = 301032,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 5,
            [ 2 ] = 5,
        },
    },
    [ 137 ] = {
        [ "id" ] = 137,
        [ "ch_key" ] = "消耗帮众奖励21",
        [ "reward_item_list" ] = {
            [ 1 ] = 301026,
            [ 2 ] = 301029,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 6,
            [ 2 ] = 6,
        },
    },
    [ 138 ] = {
        [ "id" ] = 138,
        [ "ch_key" ] = "消耗帮众奖励22",
        [ "reward_item_list" ] = {
            [ 1 ] = 301023,
            [ 2 ] = 301032,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 6,
            [ 2 ] = 6,
        },
    },
    [ 139 ] = {
        [ "id" ] = 139,
        [ "ch_key" ] = "消耗帮众奖励23",
        [ "reward_item_list" ] = {
            [ 1 ] = 301026,
            [ 2 ] = 301029,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 7,
            [ 2 ] = 7,
        },
    },
    [ 140 ] = {
        [ "id" ] = 140,
        [ "ch_key" ] = "消耗帮众奖励24",
        [ "reward_item_list" ] = {
            [ 1 ] = 301023,
            [ 2 ] = 301032,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 7,
            [ 2 ] = 7,
        },
    },
    [ 141 ] = {
        [ "id" ] = 141,
        [ "ch_key" ] = "消耗帮众奖励25",
        [ "reward_item_list" ] = {
            [ 1 ] = 301026,
            [ 2 ] = 301029,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 7,
            [ 2 ] = 7,
        },
    },
    [ 142 ] = {
        [ "id" ] = 142,
        [ "ch_key" ] = "战力增长奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 100000,
            [ 2 ] = 100000,
        },
    },
    [ 143 ] = {
        [ "id" ] = 143,
        [ "ch_key" ] = "战力增长奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 120000,
            [ 2 ] = 120000,
        },
    },
    [ 144 ] = {
        [ "id" ] = 144,
        [ "ch_key" ] = "战力增长奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 140000,
            [ 2 ] = 140000,
        },
    },
    [ 145 ] = {
        [ "id" ] = 145,
        [ "ch_key" ] = "战力增长奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 160000,
            [ 2 ] = 160000,
        },
    },
    [ 146 ] = {
        [ "id" ] = 146,
        [ "ch_key" ] = "战力增长奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 180000,
            [ 2 ] = 180000,
        },
    },
    [ 147 ] = {
        [ "id" ] = 147,
        [ "ch_key" ] = "战力增长奖励6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 200000,
            [ 2 ] = 200000,
        },
    },
    [ 148 ] = {
        [ "id" ] = 148,
        [ "ch_key" ] = "战力增长奖励7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 220000,
            [ 2 ] = 220000,
        },
    },
    [ 149 ] = {
        [ "id" ] = 149,
        [ "ch_key" ] = "战力增长奖励8",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 240000,
            [ 2 ] = 240000,
        },
    },
    [ 150 ] = {
        [ "id" ] = 150,
        [ "ch_key" ] = "战力增长奖励9",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 260000,
            [ 2 ] = 260000,
        },
    },
    [ 151 ] = {
        [ "id" ] = 151,
        [ "ch_key" ] = "战力增长奖励10",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 280000,
            [ 2 ] = 280000,
        },
    },
    [ 152 ] = {
        [ "id" ] = 152,
        [ "ch_key" ] = "战力增长奖励11",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300000,
            [ 2 ] = 300000,
        },
    },
    [ 153 ] = {
        [ "id" ] = 153,
        [ "ch_key" ] = "战力增长奖励12",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 320000,
            [ 2 ] = 320000,
        },
    },
    [ 154 ] = {
        [ "id" ] = 154,
        [ "ch_key" ] = "战力增长奖励13",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 340000,
            [ 2 ] = 340000,
        },
    },
    [ 155 ] = {
        [ "id" ] = 155,
        [ "ch_key" ] = "战力增长奖励14",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 360000,
            [ 2 ] = 360000,
        },
    },
    [ 156 ] = {
        [ "id" ] = 156,
        [ "ch_key" ] = "战力增长奖励15",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 380000,
            [ 2 ] = 380000,
        },
    },
    [ 157 ] = {
        [ "id" ] = 157,
        [ "ch_key" ] = "战力增长奖励16",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 400000,
            [ 2 ] = 400000,
        },
    },
    [ 158 ] = {
        [ "id" ] = 158,
        [ "ch_key" ] = "战力增长奖励17",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 450000,
            [ 2 ] = 450000,
        },
    },
    [ 159 ] = {
        [ "id" ] = 159,
        [ "ch_key" ] = "战力增长奖励18",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 500000,
            [ 2 ] = 500000,
        },
    },
    [ 160 ] = {
        [ "id" ] = 160,
        [ "ch_key" ] = "战力增长奖励19",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 550000,
            [ 2 ] = 550000,
        },
    },
    [ 161 ] = {
        [ "id" ] = 161,
        [ "ch_key" ] = "战力增长奖励20",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 600000,
            [ 2 ] = 600000,
        },
    },
    [ 162 ] = {
        [ "id" ] = 162,
        [ "ch_key" ] = "战力增长奖励21",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 650000,
            [ 2 ] = 650000,
        },
    },
    [ 163 ] = {
        [ "id" ] = 163,
        [ "ch_key" ] = "战力增长奖励22",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 700000,
            [ 2 ] = 700000,
        },
    },
    [ 164 ] = {
        [ "id" ] = 164,
        [ "ch_key" ] = "战力增长奖励23",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 750000,
            [ 2 ] = 750000,
        },
    },
    [ 165 ] = {
        [ "id" ] = 165,
        [ "ch_key" ] = "战力增长奖励24",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 800000,
            [ 2 ] = 800000,
        },
    },
    [ 166 ] = {
        [ "id" ] = 166,
        [ "ch_key" ] = "战力增长奖励25",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 101004,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1000000,
            [ 2 ] = 1000000,
        },
    },
}