return {
    [ 1 ] = {
        [ "id" ] = 1,
        [ "ch_key" ] = "6元奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 204501,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 2 ] = {
        [ "id" ] = 2,
        [ "ch_key" ] = "6元奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 204502,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 3 ] = {
        [ "id" ] = 3,
        [ "ch_key" ] = "6元奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 204503,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 4 ] = {
        [ "id" ] = 4,
        [ "ch_key" ] = "6元奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 204504,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 5 ] = {
        [ "id" ] = 5,
        [ "ch_key" ] = "6元奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 204505,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
        },
    },
    [ 6 ] = {
        [ "id" ] = 6,
        [ "ch_key" ] = "30元奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 204506,
            [ 2 ] = 301036,
            [ 3 ] = 201003,
            [ 4 ] = 301017,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 3,
            [ 3 ] = 10,
            [ 4 ] = 10,
        },
    },
    [ 7 ] = {
        [ "id" ] = 7,
        [ "ch_key" ] = "30元奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 204507,
            [ 2 ] = 301036,
            [ 3 ] = 201003,
            [ 4 ] = 301017,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 3,
            [ 3 ] = 10,
            [ 4 ] = 10,
        },
    },
    [ 8 ] = {
        [ "id" ] = 8,
        [ "ch_key" ] = "30元奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 204508,
            [ 2 ] = 301036,
            [ 3 ] = 201003,
            [ 4 ] = 301017,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 3,
            [ 3 ] = 10,
            [ 4 ] = 10,
        },
    },
    [ 9 ] = {
        [ "id" ] = 9,
        [ "ch_key" ] = "30元奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 204509,
            [ 2 ] = 301036,
            [ 3 ] = 201003,
            [ 4 ] = 301017,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 3,
            [ 3 ] = 10,
            [ 4 ] = 10,
        },
    },
    [ 10 ] = {
        [ "id" ] = 10,
        [ "ch_key" ] = "30元奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 204510,
            [ 2 ] = 301036,
            [ 3 ] = 201003,
            [ 4 ] = 301017,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 3,
            [ 3 ] = 10,
            [ 4 ] = 10,
        },
    },
    [ 11 ] = {
        [ "id" ] = 11,
        [ "ch_key" ] = "68元奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 204511,
            [ 2 ] = 301036,
            [ 3 ] = 201001,
            [ 4 ] = 201002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 8,
            [ 3 ] = 20,
            [ 4 ] = 20,
        },
    },
    [ 12 ] = {
        [ "id" ] = 12,
        [ "ch_key" ] = "68元奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 204512,
            [ 2 ] = 301036,
            [ 3 ] = 201001,
            [ 4 ] = 201002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 8,
            [ 3 ] = 20,
            [ 4 ] = 20,
        },
    },
    [ 13 ] = {
        [ "id" ] = 13,
        [ "ch_key" ] = "68元奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 204513,
            [ 2 ] = 301036,
            [ 3 ] = 201001,
            [ 4 ] = 201002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 8,
            [ 3 ] = 20,
            [ 4 ] = 20,
        },
    },
    [ 14 ] = {
        [ "id" ] = 14,
        [ "ch_key" ] = "68元奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 204514,
            [ 2 ] = 301036,
            [ 3 ] = 201001,
            [ 4 ] = 201002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 8,
            [ 3 ] = 20,
            [ 4 ] = 20,
        },
    },
    [ 15 ] = {
        [ "id" ] = 15,
        [ "ch_key" ] = "68元奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 204515,
            [ 2 ] = 301036,
            [ 3 ] = 201001,
            [ 4 ] = 201002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 8,
            [ 3 ] = 20,
            [ 4 ] = 20,
        },
    },
    [ 16 ] = {
        [ "id" ] = 16,
        [ "ch_key" ] = "128元奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 204516,
            [ 2 ] = 301036,
            [ 3 ] = 201001,
            [ 4 ] = 201002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 16,
            [ 3 ] = 25,
            [ 4 ] = 25,
        },
    },
    [ 17 ] = {
        [ "id" ] = 17,
        [ "ch_key" ] = "128元奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 204517,
            [ 2 ] = 301036,
            [ 3 ] = 201001,
            [ 4 ] = 201002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 16,
            [ 3 ] = 25,
            [ 4 ] = 25,
        },
    },
    [ 18 ] = {
        [ "id" ] = 18,
        [ "ch_key" ] = "128元奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 204518,
            [ 2 ] = 301036,
            [ 3 ] = 201001,
            [ 4 ] = 201002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 16,
            [ 3 ] = 25,
            [ 4 ] = 25,
        },
    },
    [ 19 ] = {
        [ "id" ] = 19,
        [ "ch_key" ] = "128元奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 204519,
            [ 2 ] = 301036,
            [ 3 ] = 201001,
            [ 4 ] = 201002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 16,
            [ 3 ] = 25,
            [ 4 ] = 25,
        },
    },
    [ 20 ] = {
        [ "id" ] = 20,
        [ "ch_key" ] = "128元奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 204520,
            [ 2 ] = 301036,
            [ 3 ] = 201001,
            [ 4 ] = 201002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 16,
            [ 3 ] = 25,
            [ 4 ] = 25,
        },
    },
    [ 21 ] = {
        [ "id" ] = 21,
        [ "ch_key" ] = "328元奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 204521,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 28,
        },
    },
    [ 22 ] = {
        [ "id" ] = 22,
        [ "ch_key" ] = "328元奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 204522,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 28,
        },
    },
    [ 23 ] = {
        [ "id" ] = 23,
        [ "ch_key" ] = "328元奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 204523,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 28,
        },
    },
    [ 24 ] = {
        [ "id" ] = 24,
        [ "ch_key" ] = "328元奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 204524,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 28,
        },
    },
    [ 25 ] = {
        [ "id" ] = 25,
        [ "ch_key" ] = "328元奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 204525,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 28,
        },
    },
    [ 26 ] = {
        [ "id" ] = 26,
        [ "ch_key" ] = "648元奖励1",
        [ "reward_item_list" ] = {
            [ 1 ] = 204526,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 40,
        },
    },
    [ 27 ] = {
        [ "id" ] = 27,
        [ "ch_key" ] = "648元奖励2",
        [ "reward_item_list" ] = {
            [ 1 ] = 204527,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 40,
        },
    },
    [ 28 ] = {
        [ "id" ] = 28,
        [ "ch_key" ] = "648元奖励3",
        [ "reward_item_list" ] = {
            [ 1 ] = 204528,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 40,
        },
    },
    [ 29 ] = {
        [ "id" ] = 29,
        [ "ch_key" ] = "648元奖励4",
        [ "reward_item_list" ] = {
            [ 1 ] = 204529,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 40,
        },
    },
    [ 30 ] = {
        [ "id" ] = 30,
        [ "ch_key" ] = "648元奖励5",
        [ "reward_item_list" ] = {
            [ 1 ] = 204530,
            [ 2 ] = 301036,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 40,
        },
    },
    [ 31 ] = {
        [ "id" ] = 31,
        [ "ch_key" ] = "第一日1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 50,
        },
    },
    [ 32 ] = {
        [ "id" ] = 32,
        [ "ch_key" ] = "第一日2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 302002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 2,
        },
    },
    [ 33 ] = {
        [ "id" ] = 33,
        [ "ch_key" ] = "第一日3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 301015,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 20,
        },
    },
    [ 34 ] = {
        [ "id" ] = 34,
        [ "ch_key" ] = "第一日4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 301009,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 20,
        },
    },
    [ 35 ] = {
        [ "id" ] = 35,
        [ "ch_key" ] = "第一日5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 50,
        },
    },
    [ 36 ] = {
        [ "id" ] = 36,
        [ "ch_key" ] = "第二日1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 50,
        },
    },
    [ 37 ] = {
        [ "id" ] = 37,
        [ "ch_key" ] = "第二日2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 302002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 2,
        },
    },
    [ 38 ] = {
        [ "id" ] = 38,
        [ "ch_key" ] = "第二日3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 301015,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 20,
        },
    },
    [ 39 ] = {
        [ "id" ] = 39,
        [ "ch_key" ] = "第二日4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 301009,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 20,
        },
    },
    [ 40 ] = {
        [ "id" ] = 40,
        [ "ch_key" ] = "第二日5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 50,
        },
    },
    [ 41 ] = {
        [ "id" ] = 41,
        [ "ch_key" ] = "第三日1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 50,
        },
    },
    [ 42 ] = {
        [ "id" ] = 42,
        [ "ch_key" ] = "第三日2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 302002,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 2,
        },
    },
    [ 43 ] = {
        [ "id" ] = 43,
        [ "ch_key" ] = "第三日3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 301015,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 20,
        },
    },
    [ 44 ] = {
        [ "id" ] = 44,
        [ "ch_key" ] = "第三日4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 301009,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 20,
        },
    },
    [ 45 ] = {
        [ "id" ] = 45,
        [ "ch_key" ] = "第三日5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101005,
            [ 2 ] = 301037,
            [ 3 ] = 301010,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 2,
            [ 3 ] = 50,
        },
    },
    [ 46 ] = {
        [ "id" ] = 46,
        [ "ch_key" ] = "试炼精英挑战奖励1-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 10,
        },
    },
    [ 47 ] = {
        [ "id" ] = 47,
        [ "ch_key" ] = "试炼精英挑战奖励1-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 10,
        },
    },
    [ 48 ] = {
        [ "id" ] = 48,
        [ "ch_key" ] = "试炼精英挑战奖励1-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 15,
        },
    },
    [ 49 ] = {
        [ "id" ] = 49,
        [ "ch_key" ] = "试炼精英挑战奖励1-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 15,
        },
    },
    [ 50 ] = {
        [ "id" ] = 50,
        [ "ch_key" ] = "试炼精英挑战奖励1-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
        },
    },
    [ 51 ] = {
        [ "id" ] = 51,
        [ "ch_key" ] = "试炼精英挑战奖励1-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
        },
    },
    [ 52 ] = {
        [ "id" ] = 52,
        [ "ch_key" ] = "试炼精英挑战奖励1-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 25,
        },
    },
    [ 53 ] = {
        [ "id" ] = 53,
        [ "ch_key" ] = "试炼精英挑战奖励2-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 10,
        },
    },
    [ 54 ] = {
        [ "id" ] = 54,
        [ "ch_key" ] = "试炼精英挑战奖励2-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 10,
        },
    },
    [ 55 ] = {
        [ "id" ] = 55,
        [ "ch_key" ] = "试炼精英挑战奖励2-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 15,
        },
    },
    [ 56 ] = {
        [ "id" ] = 56,
        [ "ch_key" ] = "试炼精英挑战奖励2-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 15,
        },
    },
    [ 57 ] = {
        [ "id" ] = 57,
        [ "ch_key" ] = "试炼精英挑战奖励2-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
        },
    },
    [ 58 ] = {
        [ "id" ] = 58,
        [ "ch_key" ] = "试炼精英挑战奖励2-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
        },
    },
    [ 59 ] = {
        [ "id" ] = 59,
        [ "ch_key" ] = "试炼精英挑战奖励2-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 25,
        },
    },
    [ 60 ] = {
        [ "id" ] = 60,
        [ "ch_key" ] = "试炼精英挑战奖励3-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 10,
        },
    },
    [ 61 ] = {
        [ "id" ] = 61,
        [ "ch_key" ] = "试炼精英挑战奖励3-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 10,
        },
    },
    [ 62 ] = {
        [ "id" ] = 62,
        [ "ch_key" ] = "试炼精英挑战奖励3-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 15,
        },
    },
    [ 63 ] = {
        [ "id" ] = 63,
        [ "ch_key" ] = "试炼精英挑战奖励3-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 15,
        },
    },
    [ 64 ] = {
        [ "id" ] = 64,
        [ "ch_key" ] = "试炼精英挑战奖励3-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
        },
    },
    [ 65 ] = {
        [ "id" ] = 65,
        [ "ch_key" ] = "试炼精英挑战奖励3-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
        },
    },
    [ 66 ] = {
        [ "id" ] = 66,
        [ "ch_key" ] = "试炼精英挑战奖励3-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 25,
        },
    },
    [ 67 ] = {
        [ "id" ] = 67,
        [ "ch_key" ] = "试炼精英挑战奖励4-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 10,
        },
    },
    [ 68 ] = {
        [ "id" ] = 68,
        [ "ch_key" ] = "试炼精英挑战奖励4-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 10,
        },
    },
    [ 69 ] = {
        [ "id" ] = 69,
        [ "ch_key" ] = "试炼精英挑战奖励4-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 15,
        },
    },
    [ 70 ] = {
        [ "id" ] = 70,
        [ "ch_key" ] = "试炼精英挑战奖励4-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 15,
        },
    },
    [ 71 ] = {
        [ "id" ] = 71,
        [ "ch_key" ] = "试炼精英挑战奖励4-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
        },
    },
    [ 72 ] = {
        [ "id" ] = 72,
        [ "ch_key" ] = "试炼精英挑战奖励4-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
        },
    },
    [ 73 ] = {
        [ "id" ] = 73,
        [ "ch_key" ] = "试炼精英挑战奖励4-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 25,
        },
    },
    [ 74 ] = {
        [ "id" ] = 74,
        [ "ch_key" ] = "试炼精英挑战奖励5-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 10,
        },
    },
    [ 75 ] = {
        [ "id" ] = 75,
        [ "ch_key" ] = "试炼精英挑战奖励5-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 10,
        },
    },
    [ 76 ] = {
        [ "id" ] = 76,
        [ "ch_key" ] = "试炼精英挑战奖励5-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 15,
        },
    },
    [ 77 ] = {
        [ "id" ] = 77,
        [ "ch_key" ] = "试炼精英挑战奖励5-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 15,
        },
    },
    [ 78 ] = {
        [ "id" ] = 78,
        [ "ch_key" ] = "试炼精英挑战奖励5-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
        },
    },
    [ 79 ] = {
        [ "id" ] = 79,
        [ "ch_key" ] = "试炼精英挑战奖励5-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
        },
    },
    [ 80 ] = {
        [ "id" ] = 80,
        [ "ch_key" ] = "试炼精英挑战奖励5-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 25,
        },
    },
    [ 81 ] = {
        [ "id" ] = 81,
        [ "ch_key" ] = "竞技场奖励1-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 82 ] = {
        [ "id" ] = 82,
        [ "ch_key" ] = "竞技场奖励1-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 83 ] = {
        [ "id" ] = 83,
        [ "ch_key" ] = "竞技场奖励1-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 84 ] = {
        [ "id" ] = 84,
        [ "ch_key" ] = "竞技场奖励1-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 85 ] = {
        [ "id" ] = 85,
        [ "ch_key" ] = "竞技场奖励1-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 86 ] = {
        [ "id" ] = 86,
        [ "ch_key" ] = "竞技场奖励1-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 87 ] = {
        [ "id" ] = 87,
        [ "ch_key" ] = "竞技场奖励1-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 15,
        },
    },
    [ 88 ] = {
        [ "id" ] = 88,
        [ "ch_key" ] = "竞技场奖励1-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 15,
        },
    },
    [ 89 ] = {
        [ "id" ] = 89,
        [ "ch_key" ] = "竞技场奖励1-9",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2588888,
            [ 2 ] = 20,
        },
    },
    [ 90 ] = {
        [ "id" ] = 90,
        [ "ch_key" ] = "竞技场奖励2-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 91 ] = {
        [ "id" ] = 91,
        [ "ch_key" ] = "竞技场奖励2-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 92 ] = {
        [ "id" ] = 92,
        [ "ch_key" ] = "竞技场奖励2-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 93 ] = {
        [ "id" ] = 93,
        [ "ch_key" ] = "竞技场奖励2-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 94 ] = {
        [ "id" ] = 94,
        [ "ch_key" ] = "竞技场奖励2-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 95 ] = {
        [ "id" ] = 95,
        [ "ch_key" ] = "竞技场奖励2-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 96 ] = {
        [ "id" ] = 96,
        [ "ch_key" ] = "竞技场奖励2-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 15,
        },
    },
    [ 97 ] = {
        [ "id" ] = 97,
        [ "ch_key" ] = "竞技场奖励2-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 15,
        },
    },
    [ 98 ] = {
        [ "id" ] = 98,
        [ "ch_key" ] = "竞技场奖励2-9",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2588888,
            [ 2 ] = 20,
        },
    },
    [ 99 ] = {
        [ "id" ] = 99,
        [ "ch_key" ] = "竞技场奖励3-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 100 ] = {
        [ "id" ] = 100,
        [ "ch_key" ] = "竞技场奖励3-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 101 ] = {
        [ "id" ] = 101,
        [ "ch_key" ] = "竞技场奖励3-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 102 ] = {
        [ "id" ] = 102,
        [ "ch_key" ] = "竞技场奖励3-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 103 ] = {
        [ "id" ] = 103,
        [ "ch_key" ] = "竞技场奖励3-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 104 ] = {
        [ "id" ] = 104,
        [ "ch_key" ] = "竞技场奖励3-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 105 ] = {
        [ "id" ] = 105,
        [ "ch_key" ] = "竞技场奖励3-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 15,
        },
    },
    [ 106 ] = {
        [ "id" ] = 106,
        [ "ch_key" ] = "竞技场奖励3-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 15,
        },
    },
    [ 107 ] = {
        [ "id" ] = 107,
        [ "ch_key" ] = "竞技场奖励3-9",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2588888,
            [ 2 ] = 20,
        },
    },
    [ 108 ] = {
        [ "id" ] = 108,
        [ "ch_key" ] = "竞技场奖励4-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 109 ] = {
        [ "id" ] = 109,
        [ "ch_key" ] = "竞技场奖励4-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 110 ] = {
        [ "id" ] = 110,
        [ "ch_key" ] = "竞技场奖励4-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 111 ] = {
        [ "id" ] = 111,
        [ "ch_key" ] = "竞技场奖励4-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 112 ] = {
        [ "id" ] = 112,
        [ "ch_key" ] = "竞技场奖励4-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 113 ] = {
        [ "id" ] = 113,
        [ "ch_key" ] = "竞技场奖励4-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 114 ] = {
        [ "id" ] = 114,
        [ "ch_key" ] = "竞技场奖励4-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 15,
        },
    },
    [ 115 ] = {
        [ "id" ] = 115,
        [ "ch_key" ] = "竞技场奖励4-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 15,
        },
    },
    [ 116 ] = {
        [ "id" ] = 116,
        [ "ch_key" ] = "竞技场奖励4-9",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2588888,
            [ 2 ] = 20,
        },
    },
    [ 117 ] = {
        [ "id" ] = 117,
        [ "ch_key" ] = "竞技场奖励5-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 118 ] = {
        [ "id" ] = 118,
        [ "ch_key" ] = "竞技场奖励5-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 119 ] = {
        [ "id" ] = 119,
        [ "ch_key" ] = "竞技场奖励5-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 120 ] = {
        [ "id" ] = 120,
        [ "ch_key" ] = "竞技场奖励5-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 121 ] = {
        [ "id" ] = 121,
        [ "ch_key" ] = "竞技场奖励5-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 122 ] = {
        [ "id" ] = 122,
        [ "ch_key" ] = "竞技场奖励5-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 123 ] = {
        [ "id" ] = 123,
        [ "ch_key" ] = "竞技场奖励5-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 15,
        },
    },
    [ 124 ] = {
        [ "id" ] = 124,
        [ "ch_key" ] = "竞技场奖励5-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 15,
        },
    },
    [ 125 ] = {
        [ "id" ] = 125,
        [ "ch_key" ] = "竞技场奖励5-9",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2588888,
            [ 2 ] = 20,
        },
    },
    [ 126 ] = {
        [ "id" ] = 126,
        [ "ch_key" ] = "关卡胜利奖励1-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 5,
        },
    },
    [ 127 ] = {
        [ "id" ] = 127,
        [ "ch_key" ] = "关卡胜利奖励1-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 40,
            [ 2 ] = 5,
        },
    },
    [ 128 ] = {
        [ "id" ] = 128,
        [ "ch_key" ] = "关卡胜利奖励1-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 60,
            [ 2 ] = 10,
        },
    },
    [ 129 ] = {
        [ "id" ] = 129,
        [ "ch_key" ] = "关卡胜利奖励1-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 100,
            [ 2 ] = 10,
        },
    },
    [ 130 ] = {
        [ "id" ] = 130,
        [ "ch_key" ] = "关卡胜利奖励1-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 150,
            [ 2 ] = 15,
        },
    },
    [ 131 ] = {
        [ "id" ] = 131,
        [ "ch_key" ] = "关卡胜利奖励1-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 200,
            [ 2 ] = 15,
        },
    },
    [ 132 ] = {
        [ "id" ] = 132,
        [ "ch_key" ] = "关卡胜利奖励1-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 250,
            [ 2 ] = 20,
        },
    },
    [ 133 ] = {
        [ "id" ] = 133,
        [ "ch_key" ] = "关卡胜利奖励1-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 25,
        },
    },
    [ 134 ] = {
        [ "id" ] = 134,
        [ "ch_key" ] = "关卡胜利奖励2-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 5,
        },
    },
    [ 135 ] = {
        [ "id" ] = 135,
        [ "ch_key" ] = "关卡胜利奖励2-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 40,
            [ 2 ] = 5,
        },
    },
    [ 136 ] = {
        [ "id" ] = 136,
        [ "ch_key" ] = "关卡胜利奖励2-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 60,
            [ 2 ] = 10,
        },
    },
    [ 137 ] = {
        [ "id" ] = 137,
        [ "ch_key" ] = "关卡胜利奖励2-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 100,
            [ 2 ] = 10,
        },
    },
    [ 138 ] = {
        [ "id" ] = 138,
        [ "ch_key" ] = "关卡胜利奖励2-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 150,
            [ 2 ] = 15,
        },
    },
    [ 139 ] = {
        [ "id" ] = 139,
        [ "ch_key" ] = "关卡胜利奖励2-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 200,
            [ 2 ] = 15,
        },
    },
    [ 140 ] = {
        [ "id" ] = 140,
        [ "ch_key" ] = "关卡胜利奖励2-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 250,
            [ 2 ] = 20,
        },
    },
    [ 141 ] = {
        [ "id" ] = 141,
        [ "ch_key" ] = "关卡胜利奖励2-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 25,
        },
    },
    [ 142 ] = {
        [ "id" ] = 142,
        [ "ch_key" ] = "关卡胜利奖励3-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 5,
        },
    },
    [ 143 ] = {
        [ "id" ] = 143,
        [ "ch_key" ] = "关卡胜利奖励3-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 40,
            [ 2 ] = 5,
        },
    },
    [ 144 ] = {
        [ "id" ] = 144,
        [ "ch_key" ] = "关卡胜利奖励3-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 60,
            [ 2 ] = 10,
        },
    },
    [ 145 ] = {
        [ "id" ] = 145,
        [ "ch_key" ] = "关卡胜利奖励3-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 100,
            [ 2 ] = 10,
        },
    },
    [ 146 ] = {
        [ "id" ] = 146,
        [ "ch_key" ] = "关卡胜利奖励3-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 150,
            [ 2 ] = 15,
        },
    },
    [ 147 ] = {
        [ "id" ] = 147,
        [ "ch_key" ] = "关卡胜利奖励3-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 200,
            [ 2 ] = 15,
        },
    },
    [ 148 ] = {
        [ "id" ] = 148,
        [ "ch_key" ] = "关卡胜利奖励3-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 250,
            [ 2 ] = 20,
        },
    },
    [ 149 ] = {
        [ "id" ] = 149,
        [ "ch_key" ] = "关卡胜利奖励3-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 25,
        },
    },
    [ 150 ] = {
        [ "id" ] = 150,
        [ "ch_key" ] = "关卡胜利奖励4-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 5,
        },
    },
    [ 151 ] = {
        [ "id" ] = 151,
        [ "ch_key" ] = "关卡胜利奖励4-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 40,
            [ 2 ] = 5,
        },
    },
    [ 152 ] = {
        [ "id" ] = 152,
        [ "ch_key" ] = "关卡胜利奖励4-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 60,
            [ 2 ] = 10,
        },
    },
    [ 153 ] = {
        [ "id" ] = 153,
        [ "ch_key" ] = "关卡胜利奖励4-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 100,
            [ 2 ] = 10,
        },
    },
    [ 154 ] = {
        [ "id" ] = 154,
        [ "ch_key" ] = "关卡胜利奖励4-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 150,
            [ 2 ] = 15,
        },
    },
    [ 155 ] = {
        [ "id" ] = 155,
        [ "ch_key" ] = "关卡胜利奖励4-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 200,
            [ 2 ] = 15,
        },
    },
    [ 156 ] = {
        [ "id" ] = 156,
        [ "ch_key" ] = "关卡胜利奖励4-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 250,
            [ 2 ] = 20,
        },
    },
    [ 157 ] = {
        [ "id" ] = 157,
        [ "ch_key" ] = "关卡胜利奖励4-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 25,
        },
    },
    [ 158 ] = {
        [ "id" ] = 158,
        [ "ch_key" ] = "关卡胜利奖励5-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 5,
        },
    },
    [ 159 ] = {
        [ "id" ] = 159,
        [ "ch_key" ] = "关卡胜利奖励5-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 40,
            [ 2 ] = 5,
        },
    },
    [ 160 ] = {
        [ "id" ] = 160,
        [ "ch_key" ] = "关卡胜利奖励5-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 60,
            [ 2 ] = 10,
        },
    },
    [ 161 ] = {
        [ "id" ] = 161,
        [ "ch_key" ] = "关卡胜利奖励5-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 100,
            [ 2 ] = 10,
        },
    },
    [ 162 ] = {
        [ "id" ] = 162,
        [ "ch_key" ] = "关卡胜利奖励5-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 150,
            [ 2 ] = 15,
        },
    },
    [ 163 ] = {
        [ "id" ] = 163,
        [ "ch_key" ] = "关卡胜利奖励5-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 200,
            [ 2 ] = 15,
        },
    },
    [ 164 ] = {
        [ "id" ] = 164,
        [ "ch_key" ] = "关卡胜利奖励5-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 250,
            [ 2 ] = 20,
        },
    },
    [ 165 ] = {
        [ "id" ] = 165,
        [ "ch_key" ] = "关卡胜利奖励5-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 301010,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 300,
            [ 2 ] = 25,
        },
    },
    [ 166 ] = {
        [ "id" ] = 166,
        [ "ch_key" ] = "王朝挑战奖励1-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 10,
        },
    },
    [ 167 ] = {
        [ "id" ] = 167,
        [ "ch_key" ] = "王朝挑战奖励1-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 588888,
            [ 2 ] = 10,
        },
    },
    [ 168 ] = {
        [ "id" ] = 168,
        [ "ch_key" ] = "王朝挑战奖励1-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 15,
        },
    },
    [ 169 ] = {
        [ "id" ] = 169,
        [ "ch_key" ] = "王朝挑战奖励1-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 15,
        },
    },
    [ 170 ] = {
        [ "id" ] = 170,
        [ "ch_key" ] = "王朝挑战奖励1-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 20,
        },
    },
    [ 171 ] = {
        [ "id" ] = 171,
        [ "ch_key" ] = "王朝挑战奖励1-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 20,
        },
    },
    [ 172 ] = {
        [ "id" ] = 172,
        [ "ch_key" ] = "王朝挑战奖励1-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3888888,
            [ 2 ] = 25,
        },
    },
    [ 173 ] = {
        [ "id" ] = 173,
        [ "ch_key" ] = "王朝挑战奖励2-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 10,
        },
    },
    [ 174 ] = {
        [ "id" ] = 174,
        [ "ch_key" ] = "王朝挑战奖励2-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 588888,
            [ 2 ] = 10,
        },
    },
    [ 175 ] = {
        [ "id" ] = 175,
        [ "ch_key" ] = "王朝挑战奖励2-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 15,
        },
    },
    [ 176 ] = {
        [ "id" ] = 176,
        [ "ch_key" ] = "王朝挑战奖励2-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 15,
        },
    },
    [ 177 ] = {
        [ "id" ] = 177,
        [ "ch_key" ] = "王朝挑战奖励2-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 20,
        },
    },
    [ 178 ] = {
        [ "id" ] = 178,
        [ "ch_key" ] = "王朝挑战奖励2-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 20,
        },
    },
    [ 179 ] = {
        [ "id" ] = 179,
        [ "ch_key" ] = "王朝挑战奖励2-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3888888,
            [ 2 ] = 25,
        },
    },
    [ 180 ] = {
        [ "id" ] = 180,
        [ "ch_key" ] = "王朝挑战奖励3-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 10,
        },
    },
    [ 181 ] = {
        [ "id" ] = 181,
        [ "ch_key" ] = "王朝挑战奖励3-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 588888,
            [ 2 ] = 10,
        },
    },
    [ 182 ] = {
        [ "id" ] = 182,
        [ "ch_key" ] = "王朝挑战奖励3-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 15,
        },
    },
    [ 183 ] = {
        [ "id" ] = 183,
        [ "ch_key" ] = "王朝挑战奖励3-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 15,
        },
    },
    [ 184 ] = {
        [ "id" ] = 184,
        [ "ch_key" ] = "王朝挑战奖励3-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 20,
        },
    },
    [ 185 ] = {
        [ "id" ] = 185,
        [ "ch_key" ] = "王朝挑战奖励3-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 20,
        },
    },
    [ 186 ] = {
        [ "id" ] = 186,
        [ "ch_key" ] = "王朝挑战奖励3-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3888888,
            [ 2 ] = 25,
        },
    },
    [ 187 ] = {
        [ "id" ] = 187,
        [ "ch_key" ] = "王朝挑战奖励4-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 10,
        },
    },
    [ 188 ] = {
        [ "id" ] = 188,
        [ "ch_key" ] = "王朝挑战奖励4-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 588888,
            [ 2 ] = 10,
        },
    },
    [ 189 ] = {
        [ "id" ] = 189,
        [ "ch_key" ] = "王朝挑战奖励4-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 15,
        },
    },
    [ 190 ] = {
        [ "id" ] = 190,
        [ "ch_key" ] = "王朝挑战奖励4-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 15,
        },
    },
    [ 191 ] = {
        [ "id" ] = 191,
        [ "ch_key" ] = "王朝挑战奖励4-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 20,
        },
    },
    [ 192 ] = {
        [ "id" ] = 192,
        [ "ch_key" ] = "王朝挑战奖励4-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 20,
        },
    },
    [ 193 ] = {
        [ "id" ] = 193,
        [ "ch_key" ] = "王朝挑战奖励4-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3888888,
            [ 2 ] = 25,
        },
    },
    [ 194 ] = {
        [ "id" ] = 194,
        [ "ch_key" ] = "王朝挑战奖励5-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 10,
        },
    },
    [ 195 ] = {
        [ "id" ] = 195,
        [ "ch_key" ] = "王朝挑战奖励5-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 588888,
            [ 2 ] = 10,
        },
    },
    [ 196 ] = {
        [ "id" ] = 196,
        [ "ch_key" ] = "王朝挑战奖励5-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 15,
        },
    },
    [ 197 ] = {
        [ "id" ] = 197,
        [ "ch_key" ] = "王朝挑战奖励5-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 15,
        },
    },
    [ 198 ] = {
        [ "id" ] = 198,
        [ "ch_key" ] = "王朝挑战奖励5-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 20,
        },
    },
    [ 199 ] = {
        [ "id" ] = 199,
        [ "ch_key" ] = "王朝挑战奖励5-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 20,
        },
    },
    [ 200 ] = {
        [ "id" ] = 200,
        [ "ch_key" ] = "王朝挑战奖励5-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3888888,
            [ 2 ] = 25,
        },
    },
    [ 201 ] = {
        [ "id" ] = 201,
        [ "ch_key" ] = "夺宝奖励1-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 202 ] = {
        [ "id" ] = 202,
        [ "ch_key" ] = "夺宝奖励1-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 203 ] = {
        [ "id" ] = 203,
        [ "ch_key" ] = "夺宝奖励1-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 204 ] = {
        [ "id" ] = 204,
        [ "ch_key" ] = "夺宝奖励1-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 205 ] = {
        [ "id" ] = 205,
        [ "ch_key" ] = "夺宝奖励1-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 206 ] = {
        [ "id" ] = 206,
        [ "ch_key" ] = "夺宝奖励1-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 207 ] = {
        [ "id" ] = 207,
        [ "ch_key" ] = "夺宝奖励1-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 15,
        },
    },
    [ 208 ] = {
        [ "id" ] = 208,
        [ "ch_key" ] = "夺宝奖励1-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 15,
        },
    },
    [ 209 ] = {
        [ "id" ] = 209,
        [ "ch_key" ] = "夺宝奖励1-9",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2588888,
            [ 2 ] = 20,
        },
    },
    [ 210 ] = {
        [ "id" ] = 210,
        [ "ch_key" ] = "夺宝奖励1-10",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2888888,
            [ 2 ] = 25,
        },
    },
    [ 211 ] = {
        [ "id" ] = 211,
        [ "ch_key" ] = "夺宝奖励2-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 212 ] = {
        [ "id" ] = 212,
        [ "ch_key" ] = "夺宝奖励2-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 213 ] = {
        [ "id" ] = 213,
        [ "ch_key" ] = "夺宝奖励2-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 214 ] = {
        [ "id" ] = 214,
        [ "ch_key" ] = "夺宝奖励2-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 215 ] = {
        [ "id" ] = 215,
        [ "ch_key" ] = "夺宝奖励2-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 216 ] = {
        [ "id" ] = 216,
        [ "ch_key" ] = "夺宝奖励2-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 217 ] = {
        [ "id" ] = 217,
        [ "ch_key" ] = "夺宝奖励2-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 15,
        },
    },
    [ 218 ] = {
        [ "id" ] = 218,
        [ "ch_key" ] = "夺宝奖励2-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 15,
        },
    },
    [ 219 ] = {
        [ "id" ] = 219,
        [ "ch_key" ] = "夺宝奖励2-9",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2588888,
            [ 2 ] = 20,
        },
    },
    [ 220 ] = {
        [ "id" ] = 220,
        [ "ch_key" ] = "夺宝奖励2-10",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2888888,
            [ 2 ] = 25,
        },
    },
    [ 221 ] = {
        [ "id" ] = 221,
        [ "ch_key" ] = "夺宝奖励3-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 222 ] = {
        [ "id" ] = 222,
        [ "ch_key" ] = "夺宝奖励3-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 223 ] = {
        [ "id" ] = 223,
        [ "ch_key" ] = "夺宝奖励3-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 224 ] = {
        [ "id" ] = 224,
        [ "ch_key" ] = "夺宝奖励3-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 225 ] = {
        [ "id" ] = 225,
        [ "ch_key" ] = "夺宝奖励3-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 226 ] = {
        [ "id" ] = 226,
        [ "ch_key" ] = "夺宝奖励3-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 227 ] = {
        [ "id" ] = 227,
        [ "ch_key" ] = "夺宝奖励3-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 15,
        },
    },
    [ 228 ] = {
        [ "id" ] = 228,
        [ "ch_key" ] = "夺宝奖励3-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 15,
        },
    },
    [ 229 ] = {
        [ "id" ] = 229,
        [ "ch_key" ] = "夺宝奖励3-9",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2588888,
            [ 2 ] = 20,
        },
    },
    [ 230 ] = {
        [ "id" ] = 230,
        [ "ch_key" ] = "夺宝奖励3-10",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2888888,
            [ 2 ] = 25,
        },
    },
    [ 231 ] = {
        [ "id" ] = 231,
        [ "ch_key" ] = "夺宝奖励4-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 232 ] = {
        [ "id" ] = 232,
        [ "ch_key" ] = "夺宝奖励4-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 233 ] = {
        [ "id" ] = 233,
        [ "ch_key" ] = "夺宝奖励4-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 234 ] = {
        [ "id" ] = 234,
        [ "ch_key" ] = "夺宝奖励4-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 235 ] = {
        [ "id" ] = 235,
        [ "ch_key" ] = "夺宝奖励4-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 236 ] = {
        [ "id" ] = 236,
        [ "ch_key" ] = "夺宝奖励4-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 237 ] = {
        [ "id" ] = 237,
        [ "ch_key" ] = "夺宝奖励4-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 15,
        },
    },
    [ 238 ] = {
        [ "id" ] = 238,
        [ "ch_key" ] = "夺宝奖励4-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 15,
        },
    },
    [ 239 ] = {
        [ "id" ] = 239,
        [ "ch_key" ] = "夺宝奖励4-9",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2588888,
            [ 2 ] = 20,
        },
    },
    [ 240 ] = {
        [ "id" ] = 240,
        [ "ch_key" ] = "夺宝奖励4-10",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2888888,
            [ 2 ] = 25,
        },
    },
    [ 241 ] = {
        [ "id" ] = 241,
        [ "ch_key" ] = "夺宝奖励5-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 242 ] = {
        [ "id" ] = 242,
        [ "ch_key" ] = "夺宝奖励5-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 243 ] = {
        [ "id" ] = 243,
        [ "ch_key" ] = "夺宝奖励5-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 244 ] = {
        [ "id" ] = 244,
        [ "ch_key" ] = "夺宝奖励5-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 245 ] = {
        [ "id" ] = 245,
        [ "ch_key" ] = "夺宝奖励5-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 246 ] = {
        [ "id" ] = 246,
        [ "ch_key" ] = "夺宝奖励5-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 247 ] = {
        [ "id" ] = 247,
        [ "ch_key" ] = "夺宝奖励5-7",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1888888,
            [ 2 ] = 15,
        },
    },
    [ 248 ] = {
        [ "id" ] = 248,
        [ "ch_key" ] = "夺宝奖励5-8",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2288888,
            [ 2 ] = 15,
        },
    },
    [ 249 ] = {
        [ "id" ] = 249,
        [ "ch_key" ] = "夺宝奖励5-9",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2588888,
            [ 2 ] = 20,
        },
    },
    [ 250 ] = {
        [ "id" ] = 250,
        [ "ch_key" ] = "夺宝奖励5-10",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2888888,
            [ 2 ] = 25,
        },
    },
    [ 251 ] = {
        [ "id" ] = 251,
        [ "ch_key" ] = "叛军奖励1-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 5,
        },
    },
    [ 252 ] = {
        [ "id" ] = 252,
        [ "ch_key" ] = "叛军奖励1-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 10,
        },
    },
    [ 253 ] = {
        [ "id" ] = 253,
        [ "ch_key" ] = "叛军奖励1-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 40,
            [ 2 ] = 15,
        },
    },
    [ 254 ] = {
        [ "id" ] = 254,
        [ "ch_key" ] = "叛军奖励1-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 50,
            [ 2 ] = 20,
        },
    },
    [ 255 ] = {
        [ "id" ] = 255,
        [ "ch_key" ] = "叛军奖励1-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 60,
            [ 2 ] = 25,
        },
    },
    [ 256 ] = {
        [ "id" ] = 256,
        [ "ch_key" ] = "叛军奖励1-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 70,
            [ 2 ] = 30,
        },
    },
    [ 257 ] = {
        [ "id" ] = 257,
        [ "ch_key" ] = "叛军奖励2-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 5,
        },
    },
    [ 258 ] = {
        [ "id" ] = 258,
        [ "ch_key" ] = "叛军奖励2-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 10,
        },
    },
    [ 259 ] = {
        [ "id" ] = 259,
        [ "ch_key" ] = "叛军奖励2-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 40,
            [ 2 ] = 15,
        },
    },
    [ 260 ] = {
        [ "id" ] = 260,
        [ "ch_key" ] = "叛军奖励2-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 50,
            [ 2 ] = 20,
        },
    },
    [ 261 ] = {
        [ "id" ] = 261,
        [ "ch_key" ] = "叛军奖励2-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 60,
            [ 2 ] = 25,
        },
    },
    [ 262 ] = {
        [ "id" ] = 262,
        [ "ch_key" ] = "叛军奖励2-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 70,
            [ 2 ] = 30,
        },
    },
    [ 263 ] = {
        [ "id" ] = 263,
        [ "ch_key" ] = "叛军奖励3-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 5,
        },
    },
    [ 264 ] = {
        [ "id" ] = 264,
        [ "ch_key" ] = "叛军奖励3-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 10,
        },
    },
    [ 265 ] = {
        [ "id" ] = 265,
        [ "ch_key" ] = "叛军奖励3-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 40,
            [ 2 ] = 15,
        },
    },
    [ 266 ] = {
        [ "id" ] = 266,
        [ "ch_key" ] = "叛军奖励3-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 50,
            [ 2 ] = 20,
        },
    },
    [ 267 ] = {
        [ "id" ] = 267,
        [ "ch_key" ] = "叛军奖励3-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 60,
            [ 2 ] = 25,
        },
    },
    [ 268 ] = {
        [ "id" ] = 268,
        [ "ch_key" ] = "叛军奖励3-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 70,
            [ 2 ] = 30,
        },
    },
    [ 269 ] = {
        [ "id" ] = 269,
        [ "ch_key" ] = "叛军奖励4-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 5,
        },
    },
    [ 270 ] = {
        [ "id" ] = 270,
        [ "ch_key" ] = "叛军奖励4-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 10,
        },
    },
    [ 271 ] = {
        [ "id" ] = 271,
        [ "ch_key" ] = "叛军奖励4-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 40,
            [ 2 ] = 15,
        },
    },
    [ 272 ] = {
        [ "id" ] = 272,
        [ "ch_key" ] = "叛军奖励4-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 50,
            [ 2 ] = 20,
        },
    },
    [ 273 ] = {
        [ "id" ] = 273,
        [ "ch_key" ] = "叛军奖励4-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 60,
            [ 2 ] = 25,
        },
    },
    [ 274 ] = {
        [ "id" ] = 274,
        [ "ch_key" ] = "叛军奖励4-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 70,
            [ 2 ] = 30,
        },
    },
    [ 275 ] = {
        [ "id" ] = 275,
        [ "ch_key" ] = "叛军奖励5-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 5,
        },
    },
    [ 276 ] = {
        [ "id" ] = 276,
        [ "ch_key" ] = "叛军奖励5-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 20,
            [ 2 ] = 10,
        },
    },
    [ 277 ] = {
        [ "id" ] = 277,
        [ "ch_key" ] = "叛军奖励5-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 40,
            [ 2 ] = 15,
        },
    },
    [ 278 ] = {
        [ "id" ] = 278,
        [ "ch_key" ] = "叛军奖励5-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 50,
            [ 2 ] = 20,
        },
    },
    [ 279 ] = {
        [ "id" ] = 279,
        [ "ch_key" ] = "叛军奖励5-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 60,
            [ 2 ] = 25,
        },
    },
    [ 280 ] = {
        [ "id" ] = 280,
        [ "ch_key" ] = "叛军奖励5-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301011,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 70,
            [ 2 ] = 30,
        },
    },
    [ 281 ] = {
        [ "id" ] = 281,
        [ "ch_key" ] = "随机约会奖励1-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 282 ] = {
        [ "id" ] = 282,
        [ "ch_key" ] = "随机约会奖励1-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 283 ] = {
        [ "id" ] = 283,
        [ "ch_key" ] = "随机约会奖励1-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 284 ] = {
        [ "id" ] = 284,
        [ "ch_key" ] = "随机约会奖励1-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 285 ] = {
        [ "id" ] = 285,
        [ "ch_key" ] = "随机约会奖励1-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 286 ] = {
        [ "id" ] = 286,
        [ "ch_key" ] = "随机约会奖励1-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 287 ] = {
        [ "id" ] = 287,
        [ "ch_key" ] = "随机约会奖励2-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 288 ] = {
        [ "id" ] = 288,
        [ "ch_key" ] = "随机约会奖励2-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 289 ] = {
        [ "id" ] = 289,
        [ "ch_key" ] = "随机约会奖励2-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 290 ] = {
        [ "id" ] = 290,
        [ "ch_key" ] = "随机约会奖励2-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 291 ] = {
        [ "id" ] = 291,
        [ "ch_key" ] = "随机约会奖励2-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 292 ] = {
        [ "id" ] = 292,
        [ "ch_key" ] = "随机约会奖励2-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 293 ] = {
        [ "id" ] = 293,
        [ "ch_key" ] = "随机约会奖励3-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 294 ] = {
        [ "id" ] = 294,
        [ "ch_key" ] = "随机约会奖励3-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 295 ] = {
        [ "id" ] = 295,
        [ "ch_key" ] = "随机约会奖励3-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 296 ] = {
        [ "id" ] = 296,
        [ "ch_key" ] = "随机约会奖励3-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 297 ] = {
        [ "id" ] = 297,
        [ "ch_key" ] = "随机约会奖励3-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 298 ] = {
        [ "id" ] = 298,
        [ "ch_key" ] = "随机约会奖励3-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 299 ] = {
        [ "id" ] = 299,
        [ "ch_key" ] = "随机约会奖励4-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 300 ] = {
        [ "id" ] = 300,
        [ "ch_key" ] = "随机约会奖励4-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 301 ] = {
        [ "id" ] = 301,
        [ "ch_key" ] = "随机约会奖励4-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 302 ] = {
        [ "id" ] = 302,
        [ "ch_key" ] = "随机约会奖励4-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 303 ] = {
        [ "id" ] = 303,
        [ "ch_key" ] = "随机约会奖励4-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 304 ] = {
        [ "id" ] = 304,
        [ "ch_key" ] = "随机约会奖励4-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 305 ] = {
        [ "id" ] = 305,
        [ "ch_key" ] = "随机约会奖励5-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 306 ] = {
        [ "id" ] = 306,
        [ "ch_key" ] = "随机约会奖励5-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 307 ] = {
        [ "id" ] = 307,
        [ "ch_key" ] = "随机约会奖励5-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 308 ] = {
        [ "id" ] = 308,
        [ "ch_key" ] = "随机约会奖励5-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 309 ] = {
        [ "id" ] = 309,
        [ "ch_key" ] = "随机约会奖励5-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 310 ] = {
        [ "id" ] = 310,
        [ "ch_key" ] = "随机约会奖励5-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 302002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 311 ] = {
        [ "id" ] = 311,
        [ "ch_key" ] = "宠幸奖励1-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 312 ] = {
        [ "id" ] = 312,
        [ "ch_key" ] = "宠幸奖励1-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 313 ] = {
        [ "id" ] = 313,
        [ "ch_key" ] = "宠幸奖励1-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 314 ] = {
        [ "id" ] = 314,
        [ "ch_key" ] = "宠幸奖励1-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 315 ] = {
        [ "id" ] = 315,
        [ "ch_key" ] = "宠幸奖励1-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 316 ] = {
        [ "id" ] = 316,
        [ "ch_key" ] = "宠幸奖励1-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 317 ] = {
        [ "id" ] = 317,
        [ "ch_key" ] = "宠幸奖励2-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 318 ] = {
        [ "id" ] = 318,
        [ "ch_key" ] = "宠幸奖励2-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 319 ] = {
        [ "id" ] = 319,
        [ "ch_key" ] = "宠幸奖励2-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 320 ] = {
        [ "id" ] = 320,
        [ "ch_key" ] = "宠幸奖励2-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 321 ] = {
        [ "id" ] = 321,
        [ "ch_key" ] = "宠幸奖励2-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 322 ] = {
        [ "id" ] = 322,
        [ "ch_key" ] = "宠幸奖励2-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 323 ] = {
        [ "id" ] = 323,
        [ "ch_key" ] = "宠幸奖励3-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 324 ] = {
        [ "id" ] = 324,
        [ "ch_key" ] = "宠幸奖励3-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 325 ] = {
        [ "id" ] = 325,
        [ "ch_key" ] = "宠幸奖励3-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 326 ] = {
        [ "id" ] = 326,
        [ "ch_key" ] = "宠幸奖励3-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 327 ] = {
        [ "id" ] = 327,
        [ "ch_key" ] = "宠幸奖励3-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 328 ] = {
        [ "id" ] = 328,
        [ "ch_key" ] = "宠幸奖励3-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 329 ] = {
        [ "id" ] = 329,
        [ "ch_key" ] = "宠幸奖励4-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 330 ] = {
        [ "id" ] = 330,
        [ "ch_key" ] = "宠幸奖励4-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 331 ] = {
        [ "id" ] = 331,
        [ "ch_key" ] = "宠幸奖励4-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 332 ] = {
        [ "id" ] = 332,
        [ "ch_key" ] = "宠幸奖励4-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 333 ] = {
        [ "id" ] = 333,
        [ "ch_key" ] = "宠幸奖励4-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 334 ] = {
        [ "id" ] = 334,
        [ "ch_key" ] = "宠幸奖励4-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 335 ] = {
        [ "id" ] = 335,
        [ "ch_key" ] = "宠幸奖励5-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 336 ] = {
        [ "id" ] = 336,
        [ "ch_key" ] = "宠幸奖励5-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 337 ] = {
        [ "id" ] = 337,
        [ "ch_key" ] = "宠幸奖励5-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 338 ] = {
        [ "id" ] = 338,
        [ "ch_key" ] = "宠幸奖励5-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 10,
        },
    },
    [ 339 ] = {
        [ "id" ] = 339,
        [ "ch_key" ] = "宠幸奖励5-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 340 ] = {
        [ "id" ] = 340,
        [ "ch_key" ] = "宠幸奖励5-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 302003,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 15,
        },
    },
    [ 341 ] = {
        [ "id" ] = 341,
        [ "ch_key" ] = "情人培训奖励1-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 342 ] = {
        [ "id" ] = 342,
        [ "ch_key" ] = "情人培训奖励1-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 343 ] = {
        [ "id" ] = 343,
        [ "ch_key" ] = "情人培训奖励1-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 344 ] = {
        [ "id" ] = 344,
        [ "ch_key" ] = "情人培训奖励1-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 345 ] = {
        [ "id" ] = 345,
        [ "ch_key" ] = "情人培训奖励1-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 346 ] = {
        [ "id" ] = 346,
        [ "ch_key" ] = "情人培训奖励1-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 347 ] = {
        [ "id" ] = 347,
        [ "ch_key" ] = "情人培训奖励2-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 348 ] = {
        [ "id" ] = 348,
        [ "ch_key" ] = "情人培训奖励2-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 349 ] = {
        [ "id" ] = 349,
        [ "ch_key" ] = "情人培训奖励2-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 350 ] = {
        [ "id" ] = 350,
        [ "ch_key" ] = "情人培训奖励2-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 351 ] = {
        [ "id" ] = 351,
        [ "ch_key" ] = "情人培训奖励2-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 352 ] = {
        [ "id" ] = 352,
        [ "ch_key" ] = "情人培训奖励2-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 353 ] = {
        [ "id" ] = 353,
        [ "ch_key" ] = "情人培训奖励3-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 354 ] = {
        [ "id" ] = 354,
        [ "ch_key" ] = "情人培训奖励3-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 355 ] = {
        [ "id" ] = 355,
        [ "ch_key" ] = "情人培训奖励3-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 356 ] = {
        [ "id" ] = 356,
        [ "ch_key" ] = "情人培训奖励3-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 357 ] = {
        [ "id" ] = 357,
        [ "ch_key" ] = "情人培训奖励3-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 358 ] = {
        [ "id" ] = 358,
        [ "ch_key" ] = "情人培训奖励3-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 359 ] = {
        [ "id" ] = 359,
        [ "ch_key" ] = "情人培训奖励4-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 360 ] = {
        [ "id" ] = 360,
        [ "ch_key" ] = "情人培训奖励4-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 361 ] = {
        [ "id" ] = 361,
        [ "ch_key" ] = "情人培训奖励4-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 362 ] = {
        [ "id" ] = 362,
        [ "ch_key" ] = "情人培训奖励4-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 363 ] = {
        [ "id" ] = 363,
        [ "ch_key" ] = "情人培训奖励4-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 364 ] = {
        [ "id" ] = 364,
        [ "ch_key" ] = "情人培训奖励4-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 365 ] = {
        [ "id" ] = 365,
        [ "ch_key" ] = "情人培训奖励5-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 388888,
            [ 2 ] = 5,
        },
    },
    [ 366 ] = {
        [ "id" ] = 366,
        [ "ch_key" ] = "情人培训奖励5-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 688888,
            [ 2 ] = 5,
        },
    },
    [ 367 ] = {
        [ "id" ] = 367,
        [ "ch_key" ] = "情人培训奖励5-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 888888,
            [ 2 ] = 10,
        },
    },
    [ 368 ] = {
        [ "id" ] = 368,
        [ "ch_key" ] = "情人培训奖励5-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1088888,
            [ 2 ] = 10,
        },
    },
    [ 369 ] = {
        [ "id" ] = 369,
        [ "ch_key" ] = "情人培训奖励5-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1288888,
            [ 2 ] = 10,
        },
    },
    [ 370 ] = {
        [ "id" ] = 370,
        [ "ch_key" ] = "情人培训奖励5-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 101002,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1588888,
            [ 2 ] = 15,
        },
    },
    [ 371 ] = {
        [ "id" ] = 371,
        [ "ch_key" ] = "出行奖励1-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 372 ] = {
        [ "id" ] = 372,
        [ "ch_key" ] = "出行奖励1-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 373 ] = {
        [ "id" ] = 373,
        [ "ch_key" ] = "出行奖励1-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 374 ] = {
        [ "id" ] = 374,
        [ "ch_key" ] = "出行奖励1-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 375 ] = {
        [ "id" ] = 375,
        [ "ch_key" ] = "出行奖励1-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 376 ] = {
        [ "id" ] = 376,
        [ "ch_key" ] = "出行奖励1-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 377 ] = {
        [ "id" ] = 377,
        [ "ch_key" ] = "出行奖励2-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 378 ] = {
        [ "id" ] = 378,
        [ "ch_key" ] = "出行奖励2-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 379 ] = {
        [ "id" ] = 379,
        [ "ch_key" ] = "出行奖励2-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 380 ] = {
        [ "id" ] = 380,
        [ "ch_key" ] = "出行奖励2-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 381 ] = {
        [ "id" ] = 381,
        [ "ch_key" ] = "出行奖励2-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 382 ] = {
        [ "id" ] = 382,
        [ "ch_key" ] = "出行奖励2-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 383 ] = {
        [ "id" ] = 383,
        [ "ch_key" ] = "出行奖励3-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 384 ] = {
        [ "id" ] = 384,
        [ "ch_key" ] = "出行奖励3-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 385 ] = {
        [ "id" ] = 385,
        [ "ch_key" ] = "出行奖励3-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 386 ] = {
        [ "id" ] = 386,
        [ "ch_key" ] = "出行奖励3-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 387 ] = {
        [ "id" ] = 387,
        [ "ch_key" ] = "出行奖励3-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 388 ] = {
        [ "id" ] = 388,
        [ "ch_key" ] = "出行奖励3-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 389 ] = {
        [ "id" ] = 389,
        [ "ch_key" ] = "出行奖励4-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 390 ] = {
        [ "id" ] = 390,
        [ "ch_key" ] = "出行奖励4-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 391 ] = {
        [ "id" ] = 391,
        [ "ch_key" ] = "出行奖励4-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 392 ] = {
        [ "id" ] = 392,
        [ "ch_key" ] = "出行奖励4-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 393 ] = {
        [ "id" ] = 393,
        [ "ch_key" ] = "出行奖励4-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 394 ] = {
        [ "id" ] = 394,
        [ "ch_key" ] = "出行奖励4-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 395 ] = {
        [ "id" ] = 395,
        [ "ch_key" ] = "出行奖励5-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 396 ] = {
        [ "id" ] = 396,
        [ "ch_key" ] = "出行奖励5-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 397 ] = {
        [ "id" ] = 397,
        [ "ch_key" ] = "出行奖励5-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 398 ] = {
        [ "id" ] = 398,
        [ "ch_key" ] = "出行奖励5-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 399 ] = {
        [ "id" ] = 399,
        [ "ch_key" ] = "出行奖励5-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 400 ] = {
        [ "id" ] = 400,
        [ "ch_key" ] = "出行奖励5-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301017,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 401 ] = {
        [ "id" ] = 401,
        [ "ch_key" ] = "儿女教育奖励1-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 402 ] = {
        [ "id" ] = 402,
        [ "ch_key" ] = "儿女教育奖励1-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 403 ] = {
        [ "id" ] = 403,
        [ "ch_key" ] = "儿女教育奖励1-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 404 ] = {
        [ "id" ] = 404,
        [ "ch_key" ] = "儿女教育奖励1-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 405 ] = {
        [ "id" ] = 405,
        [ "ch_key" ] = "儿女教育奖励1-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 406 ] = {
        [ "id" ] = 406,
        [ "ch_key" ] = "儿女教育奖励1-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 407 ] = {
        [ "id" ] = 407,
        [ "ch_key" ] = "儿女教育奖励2-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 408 ] = {
        [ "id" ] = 408,
        [ "ch_key" ] = "儿女教育奖励2-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 409 ] = {
        [ "id" ] = 409,
        [ "ch_key" ] = "儿女教育奖励2-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 410 ] = {
        [ "id" ] = 410,
        [ "ch_key" ] = "儿女教育奖励2-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 411 ] = {
        [ "id" ] = 411,
        [ "ch_key" ] = "儿女教育奖励2-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 412 ] = {
        [ "id" ] = 412,
        [ "ch_key" ] = "儿女教育奖励2-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 413 ] = {
        [ "id" ] = 413,
        [ "ch_key" ] = "儿女教育奖励3-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 414 ] = {
        [ "id" ] = 414,
        [ "ch_key" ] = "儿女教育奖励3-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 415 ] = {
        [ "id" ] = 415,
        [ "ch_key" ] = "儿女教育奖励3-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 416 ] = {
        [ "id" ] = 416,
        [ "ch_key" ] = "儿女教育奖励3-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 417 ] = {
        [ "id" ] = 417,
        [ "ch_key" ] = "儿女教育奖励3-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 418 ] = {
        [ "id" ] = 418,
        [ "ch_key" ] = "儿女教育奖励3-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 419 ] = {
        [ "id" ] = 419,
        [ "ch_key" ] = "儿女教育奖励4-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 420 ] = {
        [ "id" ] = 420,
        [ "ch_key" ] = "儿女教育奖励4-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 421 ] = {
        [ "id" ] = 421,
        [ "ch_key" ] = "儿女教育奖励4-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 422 ] = {
        [ "id" ] = 422,
        [ "ch_key" ] = "儿女教育奖励4-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 423 ] = {
        [ "id" ] = 423,
        [ "ch_key" ] = "儿女教育奖励4-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 424 ] = {
        [ "id" ] = 424,
        [ "ch_key" ] = "儿女教育奖励4-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 425 ] = {
        [ "id" ] = 425,
        [ "ch_key" ] = "儿女教育奖励5-1",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 426 ] = {
        [ "id" ] = 426,
        [ "ch_key" ] = "儿女教育奖励5-2",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 1,
            [ 2 ] = 5,
        },
    },
    [ 427 ] = {
        [ "id" ] = 427,
        [ "ch_key" ] = "儿女教育奖励5-3",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 428 ] = {
        [ "id" ] = 428,
        [ "ch_key" ] = "儿女教育奖励5-4",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 2,
            [ 2 ] = 10,
        },
    },
    [ 429 ] = {
        [ "id" ] = 429,
        [ "ch_key" ] = "儿女教育奖励5-5",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
    [ 430 ] = {
        [ "id" ] = 430,
        [ "ch_key" ] = "儿女教育奖励5-6",
        [ "reward_item_list" ] = {
            [ 1 ] = 301004,
            [ 2 ] = 301037,
        },
        [ "reward_num_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 15,
        },
    },
}