return {
    [ 1 ] = {
        [ "id" ] = 1,
        [ "ch_key" ] = "虚拟物品",
        [ "name" ] = "虚拟物品",
    },
    [ 2 ] = {
        [ "id" ] = 2,
        [ "ch_key" ] = "道具",
        [ "name" ] = "道具",
    },
    [ 3 ] = {
        [ "id" ] = 3,
        [ "ch_key" ] = "材料",
        [ "name" ] = "材料",
    },
    [ 4 ] = {
        [ "id" ] = 4,
        [ "ch_key" ] = "装备",
        [ "name" ] = "装备",
    },
    [ 5 ] = {
        [ "id" ] = 5,
        [ "ch_key" ] = "头目",
        [ "name" ] = "头目",
    },
    [ 6 ] = {
        [ "id" ] = 6,
        [ "ch_key" ] = "宠物",
        [ "name" ] = "宠物",
    },
    [ 7 ] = {
        [ "id" ] = 7,
        [ "ch_key" ] = "情人",
        [ "name" ] = "情人",
    },
    [ 8 ] = {
        [ "id" ] = 8,
        [ "ch_key" ] = "称号",
        [ "name" ] = "称号",
    },
    [ "bag_parent_type_list" ] = {
    },
}