return {
    [ 1 ] = {
        [ "id" ] = 1,
        [ "ch_key" ] = "每日单充",
    },
    [ 2 ] = {
        [ "id" ] = 2,
        [ "ch_key" ] = "超值单充",
    },
    [ 3 ] = {
        [ "id" ] = 3,
        [ "ch_key" ] = "充值抽奖",
    },
    [ 4 ] = {
        [ "id" ] = 4,
        [ "ch_key" ] = "豪华签到",
    },
    [ 5 ] = {
        [ "id" ] = 5,
        [ "ch_key" ] = "限时累充",
    },
    [ 6 ] = {
        [ "id" ] = 6,
        [ "ch_key" ] = "每日礼包",
    },
    [ 7 ] = {
        [ "id" ] = 7,
        [ "ch_key" ] = "每周礼包",
    },
    [ 8 ] = {
        [ "id" ] = 8,
        [ "ch_key" ] = "终身限购",
    },
}