return {
    [ 1 ] = {
        [ "id" ] = 1,
        [ "dialog_list" ] = {
            [ 1 ] = langexcel["为这场盛大的邀约献上如雷般的喝彩!"],
            [ 2 ] = langexcel["我愿向你们的盛情款待表示感谢!"],
            [ 3 ] = langexcel["与诸位夫人的相遇是最幸运的奇迹。"],
            [ 4 ] = langexcel["希望大家都能收获一份愉悦的回忆。"],
            [ 5 ] = langexcel["还请大家多多指教。"],
        },
    },
    [ 2 ] = {
        [ "id" ] = 2,
        [ "dialog_list" ] = {
            [ 1 ] = langexcel["感谢诸位的厚爱，其他夫人也十分光彩耀人。"],
            [ 2 ] = langexcel["夫人您的美貌犹如熠熠闪光的阿佛洛狄忒。"],
            [ 3 ] = langexcel["您让所有的宾客眼前一亮。"],
            [ 4 ] = langexcel["如果不是今天的妆画浓了…"],
            [ 5 ] = langexcel["其实我认为我的美貌更胜一筹…"],
        },
    },
    [ 3 ] = {
        [ "id" ] = 3,
        [ "dialog_list" ] = {
            [ 1 ] = langexcel["诸位，还需要多多练习啊。"],
            [ 2 ] = langexcel["何等令人惊艳的才艺！"],
            [ 3 ] = langexcel["这是我见过最棒的演出！"],
            [ 4 ] = langexcel["不要得意，下次我会有更出色的发挥。"],
            [ 5 ] = langexcel["感谢诸位的教诲！"],
        },
    },
    [ 4 ] = {
        [ "id" ] = 4,
        [ "dialog_list" ] = {
            [ 1 ] = langexcel["诸位都如同光芒四射的星辰，可惜我是居于中央的皓月。"],
        },
    },
}