return {
    [ 1 ] = {
        [ "level" ] = 1,
        [ "ch_key" ] = "杰西卡",
        [ "dialog" ] = {
            [ 1 ] = "达令~今夜月色好美……~",
            [ 2 ] = "达令~我是你最爱的人吗？",
            [ 3 ] = "达令~你眼瞎吗？撞我心口上了~",
            [ 4 ] = "达令~你有没有闻到烧焦的味道！那是我的心在燃烧~",
        },
    },
    [ 2 ] = {
        [ "level" ] = 2,
        [ "ch_key" ] = "凯莉",
        [ "dialog" ] = {
            [ 1 ] = "达令，累了吗？",
            [ 2 ] = "达令，你对我真好。",
            [ 3 ] = "达令~我爱你，你也是吗？",
            [ 4 ] = "达令~我可以跟你撒个谎吗？我不喜欢你",
        },
    },
    [ 3 ] = {
        [ "level" ] = 3,
        [ "ch_key" ] = "伊丽莎白",
        [ "dialog" ] = {
            [ 1 ] = "达令，累了吗？",
            [ 2 ] = "达令，你对我真好。",
            [ 3 ] = "达令~我爱你，你也是吗？",
            [ 4 ] = "达令~我可以跟你撒个谎吗？我不喜欢你",
        },
    },
    [ 4 ] = {
        [ "level" ] = 4,
        [ "ch_key" ] = "伊芙琳",
        [ "dialog" ] = {
            [ 1 ] = "达令~今夜月色好美……~",
            [ 2 ] = "达令~我是你最爱的人吗？",
            [ 3 ] = "达令~你眼瞎吗？撞我心口上了~",
            [ 4 ] = "达令~你有没有闻到烧焦的味道！那是我的心在燃烧~",
        },
    },
    [ 5 ] = {
        [ "level" ] = 5,
        [ "ch_key" ] = "佐伊",
        [ "dialog" ] = {
            [ 1 ] = "达令~你看，这么多人，这么大的世界，我遇到了你，你也遇到了我，真好。",
            [ 2 ] = "达令~不管我本人多么平庸，我觉得对你的爱很美",
            [ 3 ] = "达令~我不需要你是盖世英雄，你愿你是我一个人的齐天大圣~",
            [ 4 ] = "达令~我养你啊~",
        },
    },
    [ 6 ] = {
        [ "level" ] = 6,
        [ "ch_key" ] = "娜塔莉",
        [ "dialog" ] = {
            [ 1 ] = "达令~今夜月色好美……~",
            [ 2 ] = "达令~我是你最爱的人吗？",
            [ 3 ] = "达令~你眼瞎吗？撞我心口上了~",
            [ 4 ] = "达令~你有没有闻到烧焦的味道！那是我的心在燃烧~",
        },
    },
    [ 7 ] = {
        [ "level" ] = 7,
        [ "ch_key" ] = "娜斯提娅",
        [ "dialog" ] = {
            [ 1 ] = "达令~今夜月色好美……~",
            [ 2 ] = "达令~我是你最爱的人吗？",
            [ 3 ] = "达令~你眼瞎吗？撞我心口上了~",
            [ 4 ] = "达令~你有没有闻到烧焦的味道！那是我的心在燃烧~",
        },
    },
    [ 8 ] = {
        [ "level" ] = 8,
        [ "ch_key" ] = "伊莎贝拉",
        [ "dialog" ] = {
            [ 1 ] = "达令~你是我的可遇不可求~",
            [ 2 ] = "达令~世界上最美的咒语，是你的名字~",
            [ 3 ] = "达令~一年365天我只爱你3天：昨天、今天、明天",
            [ 4 ] = "达令~遇见你之前，我没想过结婚，遇见你之后，结婚我没想过别人~",
        },
    },
    [ 9 ] = {
        [ "level" ] = 9,
        [ "ch_key" ] = "海蒂",
        [ "dialog" ] = {
            [ 1 ] = "达令~你是我的可遇不可求~",
            [ 2 ] = "达令~世界上最美的咒语，是你的名字~",
            [ 3 ] = "达令~一年365天我只爱你3天：昨天、今天、明天",
            [ 4 ] = "达令~遇见你之前，我没想过结婚，遇见你之后，结婚我没想过别人~",
        },
    },
    [ 10 ] = {
        [ "level" ] = 10,
        [ "ch_key" ] = "中岛希子",
        [ "dialog" ] = {
            [ 1 ] = "达令~你是我的可遇不可求~",
            [ 2 ] = "达令~世界上最美的咒语，是你的名字~",
            [ 3 ] = "达令~一年365天我只爱你3天：昨天、今天、明天",
            [ 4 ] = "达令~遇见你之前，我没想过结婚，遇见你之后，结婚我没想过别人~",
        },
    },
    [ 11 ] = {
        [ "level" ] = 11,
        [ "ch_key" ] = "Rose",
        [ "dialog" ] = {
            [ 1 ] = "达令~你是我的可遇不可求~",
            [ 2 ] = "达令~世界上最美的咒语，是你的名字~",
            [ 3 ] = "达令~一年365天我只爱你3天：昨天、今天、明天",
            [ 4 ] = "达令~遇见你之前，我没想过结婚，遇见你之后，结婚我没想过别人~",
        },
    },
    [ 12 ] = {
        [ "level" ] = 12,
        [ "ch_key" ] = "莉莉",
        [ "dialog" ] = {
            [ 1 ] = "达令~你是我的可遇不可求~",
            [ 2 ] = "达令~世界上最美的咒语，是你的名字~",
            [ 3 ] = "达令~一年365天我只爱你3天：昨天、今天、明天",
            [ 4 ] = "达令~遇见你之前，我没想过结婚，遇见你之后，结婚我没想过别人~",
        },
    },
    [ 13 ] = {
        [ "level" ] = 13,
        [ "ch_key" ] = "章亦灵",
        [ "dialog" ] = {
            [ 1 ] = "达令~你是我的可遇不可求~",
            [ 2 ] = "达令~世界上最美的咒语，是你的名字~",
            [ 3 ] = "达令~一年365天我只爱你3天：昨天、今天、明天",
            [ 4 ] = "达令~遇见你之前，我没想过结婚，遇见你之后，结婚我没想过别人~",
        },
    },
    [ 14 ] = {
        [ "level" ] = 14,
        [ "ch_key" ] = "莫妮卡",
        [ "dialog" ] = {
            [ 1 ] = "达令~我变心了，今天的我比昨天更喜欢你了~",
            [ 2 ] = "达令~我们没办法做朋友了。因为我希望做你老婆。",
            [ 3 ] = "达令~我不讨人喜欢，所以你直接爱上我吧~",
            [ 4 ] = "达令~你是我的世界~",
        },
    },
    [ 15 ] = {
        [ "level" ] = 15,
        [ "ch_key" ] = "艾玛",
        [ "dialog" ] = {
            [ 1 ] = "达令~我变心了，今天的我比昨天更喜欢你了~",
            [ 2 ] = "达令~我们没办法做朋友了。因为我希望做你老婆。",
            [ 3 ] = "达令~我不讨人喜欢，所以你直接爱上我吧~",
            [ 4 ] = "达令~你是我的世界~",
        },
    },
    [ 16 ] = {
        [ "level" ] = 16,
        [ "ch_key" ] = "艾米",
        [ "dialog" ] = {
            [ 1 ] = "达令~我变心了，今天的我比昨天更喜欢你了~",
            [ 2 ] = "达令~我们没办法做朋友了。因为我希望做你老婆。",
            [ 3 ] = "达令~我不讨人喜欢，所以你直接爱上我吧~",
            [ 4 ] = "达令~你是我的世界~",
        },
    },
    [ 17 ] = {
        [ "level" ] = 17,
        [ "ch_key" ] = "邦妮",
        [ "dialog" ] = {
            [ 1 ] = "达令~我变心了，今天的我比昨天更喜欢你了~",
            [ 2 ] = "达令~我们没办法做朋友了。因为我希望做你老婆。",
            [ 3 ] = "达令~我不讨人喜欢，所以你直接爱上我吧~",
            [ 4 ] = "达令~你是我的世界~",
        },
    },
    [ 18 ] = {
        [ "level" ] = 18,
        [ "ch_key" ] = "维多利亚",
        [ "dialog" ] = {
            [ 1 ] = "达令~你看，这么多人，这么大的世界，我遇到了你，你也遇到了我，真好。",
            [ 2 ] = "达令~不管我本人多么平庸，我觉得对你的爱很美",
            [ 3 ] = "达令~我不需要你是盖世英雄，你愿你是我一个人的齐天大圣~",
            [ 4 ] = "达令~我养你啊~",
        },
    },
    [ 19 ] = {
        [ "level" ] = 19,
        [ "ch_key" ] = "爱丽丝",
        [ "dialog" ] = {
            [ 1 ] = "达令~今夜月色好美……~",
            [ 2 ] = "达令~我是你最爱的人吗？",
            [ 3 ] = "达令~你眼瞎吗？撞我心口上了~",
            [ 4 ] = "达令~你有没有闻到烧焦的味道！那是我的心在燃烧~",
        },
    },
    [ 20 ] = {
        [ "level" ] = 20,
        [ "ch_key" ] = "艾琳娜",
        [ "dialog" ] = {
            [ 1 ] = "达令~我房租到期了~可以去你心里住嘛？",
            [ 2 ] = "达令~帮个忙，我爸妈想要个女婿",
            [ 3 ] = "我有一个超能力，嗯~超喜欢你~",
            [ 4 ] = "我觉得你接近我就是在害我，害我好爱你~",
        },
    },
    [ 21 ] = {
        [ "level" ] = 21,
        [ "ch_key" ] = "菲欧娜",
        [ "dialog" ] = {
            [ 1 ] = "达令~我房租到期了~可以去你心里住嘛？",
            [ 2 ] = "达令~帮个忙，我爸妈想要个女婿",
            [ 3 ] = "我有一个超能力，嗯~超喜欢你~",
            [ 4 ] = "我觉得你接近我就是在害我，害我好爱你~",
        },
    },
    [ 22 ] = {
        [ "level" ] = 22,
        [ "ch_key" ] = "索菲亚",
        [ "dialog" ] = {
            [ 1 ] = "达令~你看，这么多人，这么大的世界，我遇到了你，你也遇到了我，真好。",
            [ 2 ] = "达令~不管我本人多么平庸，我觉得对你的爱很美",
            [ 3 ] = "达令~我不需要你是盖世英雄，你愿你是我一个人的齐天大圣~",
            [ 4 ] = "达令~我养你啊~",
        },
    },
    [ 23 ] = {
        [ "level" ] = 23,
        [ "ch_key" ] = "苏珊",
        [ "dialog" ] = {
            [ 1 ] = "达令~我房租到期了~可以去你心里住嘛？",
            [ 2 ] = "达令~帮个忙，我爸妈想要个女婿",
            [ 3 ] = "我有一个超能力，嗯~超喜欢你~",
            [ 4 ] = "我觉得你接近我就是在害我，害我好爱你~",
        },
    },
    [ 24 ] = {
        [ "level" ] = 24,
        [ "ch_key" ] = "琳恩",
        [ "dialog" ] = {
            [ 1 ] = "达令~你看，这么多人，这么大的世界，我遇到了你，你也遇到了我，真好。",
            [ 2 ] = "达令~不管我本人多么平庸，我觉得对你的爱很美",
            [ 3 ] = "达令~我不需要你是盖世英雄，你愿你是我一个人的齐天大圣~",
            [ 4 ] = "达令~我养你啊~",
        },
    },
}