return {
    [ 1 ] = {
        [ "id" ] = 1,
        [ "name" ] = "开服基金",
        [ "icon" ] = 2800027,
        [ "type" ] = 2,
    },
    [ 2 ] = {
        [ "id" ] = 2,
        [ "name" ] = "定点体力",
        [ "icon" ] = 2800021,
        [ "type" ] = 1,
    },
    [ 3 ] = {
        [ "id" ] = 3,
        [ "name" ] = "首周签到",
        [ "icon" ] = 2800022,
        [ "type" ] = 3,
    },
    [ 4 ] = {
        [ "id" ] = 4,
        [ "name" ] = "每日热卖",
        [ "icon" ] = 2800023,
        [ "type" ] = 4,
    },
    [ 5 ] = {
        [ "id" ] = 5,
        [ "name" ] = "每月签到",
        [ "icon" ] = 2800024,
        [ "type" ] = 6,
    },
    [ 6 ] = {
        [ "id" ] = 6,
        [ "name" ] = "每周签到",
        [ "icon" ] = 2800025,
        [ "type" ] = 5,
    },
    [ 7 ] = {
        [ "id" ] = 7,
        [ "name" ] = "月卡",
        [ "icon" ] = 2800025,
        [ "type" ] = 7,
    },
}