return {
    [ 1 ] = {
        [ "diff_id" ] = 1,
        [ "icon" ] = 130001,
        [ "text" ] = "普通",
    },
    [ 2 ] = {
        [ "diff_id" ] = 2,
        [ "icon" ] = 130002,
        [ "text" ] = "精锐",
    },
    [ 3 ] = {
        [ "diff_id" ] = 3,
        [ "icon" ] = 130003,
        [ "text" ] = "英雄",
    },
    [ 4 ] = {
        [ "diff_id" ] = 4,
        [ "icon" ] = 130004,
        [ "text" ] = "史诗",
    },
    [ 5 ] = {
        [ "diff_id" ] = 5,
        [ "icon" ] = 130005,
        [ "text" ] = "传说",
    },
    [ 6 ] = {
        [ "diff_id" ] = 6,
        [ "icon" ] = 130006,
        [ "text" ] = "神话",
    },
}