return {
    [ 1 ] = {
        [ "bg" ] = 150008,
        [ "info_content" ] = {
            [ 1 ] = "阁下，约翰议员希望我们能教训一下杰克那伙人，当然报酬会让您满意。",
            [ 2 ] = "阁下，约翰议员希望我们能教训一下杰克那伙人，当然报酬会让您满意。",
        },
        [ "info_id" ] = 1,
        [ "reward_type" ] = {
            [ 1 ] = 1,
        },
        [ "select_content1" ] = "告诉他，乐意代劳",
        [ "select_content2" ] = "让他寻找别人",
    },
    [ 2 ] = {
        [ "bg" ] = 150009,
        [ "info_content" ] = {
            [ 1 ] = "阁下，费曼家族宣称有一笔大生意要与我们合作，您意下如何？",
            [ 2 ] = "阁下，费曼家族宣称有一笔大生意要与我们合作，您意下如何？",
        },
        [ "info_id" ] = 2,
        [ "reward_type" ] = {
            [ 1 ] = 1,
        },
        [ "select_content1" ] = "当然，没有拒绝的理由",
        [ "select_content2" ] = "算了，我们有别的计划",
    },
    [ 3 ] = {
        [ "bg" ] = 150010,
        [ "info_content" ] = {
            [ 1 ] = "阁下，新占领的街区发现了一个秘密物资仓库，是否派人去取走物资？",
            [ 2 ] = "阁下，新占领的街区发现了一个秘密物资仓库，是否派人去取走物资？",
        },
        [ "info_id" ] = 3,
        [ "reward_type" ] = {
            [ 1 ] = 2,
        },
        [ "select_content1" ] = "当然，立刻行动",
        [ "select_content2" ] = "别冲动，这可能是陷阱",
    },
    [ 4 ] = {
        [ "bg" ] = 150011,
        [ "info_content" ] = {
            [ 1 ] = "阁下，罗德尔家族到手了一批新的装备，是否进行购买？",
            [ 2 ] = "阁下，罗德尔家族到手了一批新的装备，是否进行购买？",
        },
        [ "info_id" ] = 4,
        [ "reward_type" ] = {
            [ 1 ] = 2,
        },
        [ "select_content1" ] = "欣然同意",
        [ "select_content2" ] = "现有装备足够使用",
    },
    [ 5 ] = {
        [ "bg" ] = 150012,
        [ "info_content" ] = {
            [ 1 ] = "阁下，敌对势力似乎有蠢蠢欲动的打算，我们是否需要扩张人手？",
            [ 2 ] = "阁下，敌对势力似乎有蠢蠢欲动的打算，我们是否需要扩张人手？",
        },
        [ "info_id" ] = 5,
        [ "reward_type" ] = {
            [ 1 ] = 3,
        },
        [ "select_content1" ] = "好的，交给你了",
        [ "select_content2" ] = "现有实力足以应对",
    },
    [ 6 ] = {
        [ "bg" ] = 150013,
        [ "info_content" ] = {
            [ 1 ] = "阁下，沃尔夫大街有一批新人想要加入我们，您的意思是？",
            [ 2 ] = "阁下，沃尔夫大街有一批新人想要加入我们，您的意思是？",
        },
        [ "info_id" ] = 6,
        [ "reward_type" ] = {
            [ 1 ] = 3,
        },
        [ "select_content1" ] = "接受，我们正需要人手",
        [ "select_content2" ] = "我们不需要这样的菜鸟",
    },
    [ 7 ] = {
        [ "bg" ] = 150014,
        [ "info_content" ] = {
            [ 1 ] = "古德先生有一批新的货物想要赠送给您，请问阁下是否收取？",
            [ 2 ] = "古德先生有一批新的货物想要赠送给您，请问阁下是否收取？",
        },
        [ "info_id" ] = 7,
        [ "reward_type" ] = {
            [ 1 ] = 4,
        },
        [ "select_content1" ] = "当然，代我感谢古德",
        [ "select_content2" ] = "拒绝，他肯定不怀好意",
    },
    [ 8 ] = {
        [ "bg" ] = 150008,
        [ "info_content" ] = {
            [ 1 ] = "阁下，威廉工坊想要得到我们的庇护，您的意思是？",
            [ 2 ] = "阁下，威廉工坊想要得到我们的庇护，您的意思是？",
        },
        [ "info_id" ] = 8,
        [ "reward_type" ] = {
            [ 1 ] = 4,
        },
        [ "select_content1" ] = "欣然同意",
        [ "select_content2" ] = "不，他们惹得麻烦太多了",
    },
    [ 9 ] = {
        [ "bg" ] = 150009,
        [ "info_content" ] = {
            [ 1 ] = "阁下，维克托家族想要与我们停战，这是他们的诚意，您的意思是？",
            [ 2 ] = "阁下，维克托家族想要与我们停战，这是他们的诚意，您的意思是？",
        },
        [ "info_id" ] = 9,
        [ "reward_type" ] = {
            [ 1 ] = 4,
        },
        [ "select_content1" ] = "哼，算他们识时务",
        [ "select_content2" ] = "拒绝，他们只是想拉我们下水",
    },
    [ 10 ] = {
        [ "bg" ] = 150010,
        [ "info_content" ] = {
            [ 1 ] = "阁下，夫人们最近想要新的礼品，您的意思是？",
            [ 2 ] = "阁下，夫人们最近想要新的礼品，您的意思是？",
        },
        [ "info_id" ] = 10,
        [ "reward_type" ] = {
            [ 1 ] = 5,
        },
        [ "select_content1" ] = "满足她们的心愿",
        [ "select_content2" ] = "最近帮会资金紧张，下次吧",
    },
    [ 11 ] = {
        [ "bg" ] = 150011,
        [ "info_content" ] = {
            [ 1 ] = "您投资的阿蒂妮礼品店最近盈利颇佳，是否要收取部分回报呢？",
            [ 2 ] = "您投资的阿蒂妮礼品店最近盈利颇佳，是否要收取部分回报呢？",
        },
        [ "info_id" ] = 11,
        [ "reward_type" ] = {
            [ 1 ] = 5,
        },
        [ "select_content1" ] = "当然，也该给我的宝贝们送礼物了",
        [ "select_content2" ] = "暂时不用，让他们继续发展",
    },
    [ 12 ] = {
        [ "bg" ] = 150012,
        [ "info_content" ] = {
            [ 1 ] = "黑市最近有些不错的东西出售，我们也要去买点吗？",
            [ 2 ] = "黑市最近有些不错的东西出售，我们也要去买点吗？",
        },
        [ "info_id" ] = 12,
        [ "reward_type" ] = {
            [ 1 ] = 6,
        },
        [ "select_content1" ] = "好的，交给你去办",
        [ "select_content2" ] = "我们应该把钱花在更有用的地方",
    },
    [ 13 ] = {
        [ "bg" ] = 150013,
        [ "info_content" ] = {
            [ 1 ] = "阁下，福特商厦即将收购一批新货，我们要不要去给予他点“帮助”？",
            [ 2 ] = "阁下，福特商厦即将收购一批新货，我们要不要去给予他点“帮助”？",
        },
        [ "info_id" ] = 13,
        [ "reward_type" ] = {
            [ 1 ] = 6,
        },
        [ "select_content1" ] = "好的，小心一点",
        [ "select_content2" ] = "那里条子太多，先别去",
    },
    [ 14 ] = {
        [ "bg" ] = 150014,
        [ "info_content" ] = {
            [ 1 ] = "阁下，看您的样子有些劳累，需要我们为您做些什么吗？",
            [ 2 ] = "阁下，看您的样子有些劳累，需要我们为您做些什么吗？",
        },
        [ "info_id" ] = 14,
        [ "reward_type" ] = {
            [ 1 ] = 7,
        },
        [ "select_content1" ] = "好的，从厨房里拿点吃的",
        [ "select_content2" ] = "暂时不用",
    },
    [ 15 ] = {
        [ "bg" ] = 150008,
        [ "info_content" ] = {
            [ 1 ] = "阁下，我们的货物被条子扣押了，需要去派人赎回吗？",
            [ 2 ] = "阁下，我们的货物被条子扣押了，需要去派人赎回吗？",
        },
        [ "info_id" ] = 15,
        [ "reward_type" ] = {
            [ 1 ] = 8,
        },
        [ "select_content1" ] = "好的，机灵点",
        [ "select_content2" ] = "等风头过了再去吧",
    },
    [ 16 ] = {
        [ "bg" ] = 150009,
        [ "info_content" ] = {
            [ 1 ] = "阁下，夫人们想要送您礼物，您的意思是？",
            [ 2 ] = "阁下，夫人们想要送您礼物，您的意思是？",
        },
        [ "info_id" ] = 16,
        [ "reward_type" ] = {
            [ 1 ] = 13,
        },
        [ "select_content1" ] = "好的，谢谢我的小甜心们",
        [ "select_content2" ] = "不用了，替我谢谢她们",
    },
}