return {
    [ 100001 ] = {
        [ "area" ] = "亚洲",
        [ "build_time" ] = 20211101,
        [ "ch_key" ] = "亚洲大区1-1",
        [ "id" ] = 100001,
        [ "partition" ] = "大区1-1",
    },
    [ 100002 ] = {
        [ "area" ] = "亚洲",
        [ "build_time" ] = 20211101,
        [ "ch_key" ] = "亚洲大区1-2",
        [ "id" ] = 100002,
        [ "partition" ] = "大区1-2",
    },
    [ 200001 ] = {
        [ "area" ] = "美洲",
        [ "build_time" ] = 20211101,
        [ "ch_key" ] = "美洲大区1-1",
        [ "id" ] = 200001,
        [ "partition" ] = "大区1-1",
    },
    [ 300001 ] = {
        [ "area" ] = "欧洲",
        [ "build_time" ] = 20211101,
        [ "ch_key" ] = "欧洲大区1-1",
        [ "id" ] = 300001,
        [ "partition" ] = "大区1-1",
    },
}