return {
    [ 1 ] = {
        [ "ch_key" ] = "低概率",
        [ "color" ] = "005713",
        [ "id" ] = 1,
        [ "name" ] = "低概率",
    },
    [ 2 ] = {
        [ "ch_key" ] = "较低概率",
        [ "color" ] = "024da9",
        [ "id" ] = 2,
        [ "name" ] = "较低概率",
    },
    [ 3 ] = {
        [ "ch_key" ] = "一般概率",
        [ "color" ] = "ca4300",
        [ "id" ] = 3,
        [ "name" ] = "一般概率",
    },
    [ 4 ] = {
        [ "ch_key" ] = "较高概率",
        [ "color" ] = "7d00a6",
        [ "id" ] = 4,
        [ "name" ] = "较高概率",
    },
    [ 5 ] = {
        [ "ch_key" ] = "高概率",
        [ "color" ] = "ffea05",
        [ "id" ] = 5,
        [ "name" ] = "高概率",
    },
}