return {
    [ 1 ] = {
        [ "ch_key" ] = "活动",
        [ "id" ] = 1,
    },
    [ 2 ] = {
        [ "ch_key" ] = "首冲礼包",
        [ "id" ] = 2,
    },
    [ 3 ] = {
        [ "ch_key" ] = "每日充值",
        [ "id" ] = 3,
    },
    [ 4 ] = {
        [ "ch_key" ] = "节日活动",
        [ "id" ] = 4,
    },
    [ 5 ] = {
        [ "ch_key" ] = "活动兑换",
        [ "id" ] = 5,
    },
    [ 6 ] = {
        [ "ch_key" ] = "充值抽奖",
        [ "id" ] = 6,
    },
    [ 7 ] = {
        [ "ch_key" ] = "每日礼包",
        [ "id" ] = 7,
    },
}