return {
    [ 1 ] = {
        [ "discover_reward" ] = {
            [ 1 ] = 5,
            [ 2 ] = 10,
            [ 3 ] = 15,
        },
        [ "hp_rate" ] = {
            [ 1 ] = 10,
            [ 2 ] = 20,
            [ 3 ] = 30,
        },
        [ "id" ] = 1,
        [ "kill_reward" ] = {
            [ 1 ] = 5,
            [ 2 ] = 10,
            [ 3 ] = 15,
        },
        [ "level_range" ] = {
            [ 1 ] = 1,
            [ 2 ] = 59,
        },
        [ "monster_group_id" ] = 61,
        [ "name" ] = {
            [ 1 ] = "A级特工",
            [ 2 ] = "S级特工",
            [ 3 ] = "SS级特工",
        },
        [ "quality_dict" ] = {
            [ 3 ] = 1,
            [ 4 ] = 2,
            [ 5 ] = 3,
        },
        [ "quality_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 4,
            [ 3 ] = 5,
        },
        [ "run_time" ] = 30,
        [ "unit_id" ] = 11051,
    },
    [ 2 ] = {
        [ "discover_reward" ] = {
            [ 1 ] = 5,
            [ 2 ] = 10,
            [ 3 ] = 15,
        },
        [ "hp_rate" ] = {
            [ 1 ] = 10,
            [ 2 ] = 20,
            [ 3 ] = 31,
        },
        [ "id" ] = 2,
        [ "kill_reward" ] = {
            [ 1 ] = 5,
            [ 2 ] = 10,
            [ 3 ] = 15,
        },
        [ "level_range" ] = {
            [ 1 ] = 60,
            [ 2 ] = 79,
        },
        [ "monster_group_id" ] = 62,
        [ "name" ] = {
            [ 1 ] = "A级特工",
            [ 2 ] = "S级特工",
            [ 3 ] = "SS级特工",
        },
        [ "quality_dict" ] = {
            [ 3 ] = 1,
            [ 4 ] = 2,
            [ 5 ] = 3,
        },
        [ "quality_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 4,
            [ 3 ] = 5,
        },
        [ "run_time" ] = 45,
        [ "unit_id" ] = 12041,
    },
    [ 3 ] = {
        [ "discover_reward" ] = {
            [ 1 ] = 5,
            [ 2 ] = 10,
            [ 3 ] = 15,
        },
        [ "hp_rate" ] = {
            [ 1 ] = 10,
            [ 2 ] = 20,
            [ 3 ] = 32,
        },
        [ "id" ] = 3,
        [ "kill_reward" ] = {
            [ 1 ] = 5,
            [ 2 ] = 10,
            [ 3 ] = 15,
        },
        [ "level_range" ] = {
            [ 1 ] = 80,
            [ 2 ] = 10000,
        },
        [ "monster_group_id" ] = 63,
        [ "name" ] = {
            [ 1 ] = "A级特工",
            [ 2 ] = "S级特工",
            [ 3 ] = "SS级特工",
        },
        [ "quality_dict" ] = {
            [ 3 ] = 1,
            [ 4 ] = 2,
            [ 5 ] = 3,
        },
        [ "quality_list" ] = {
            [ 1 ] = 3,
            [ 2 ] = 4,
            [ 3 ] = 5,
        },
        [ "run_time" ] = 60,
        [ "unit_id" ] = 13031,
    },
}