return {
    [ 1 ] = {
        [ "id" ] = 1,
        [ "talk" ] = "你赢不了我的",
    },
    [ 2 ] = {
        [ "id" ] = 2,
        [ "talk" ] = "没用的家伙",
    },
    [ 3 ] = {
        [ "id" ] = 3,
        [ "talk" ] = "弱到无聊的猪猡",
    },
    [ 4 ] = {
        [ "id" ] = 4,
        [ "talk" ] = "你不配做我的对手",
    },
    [ 5 ] = {
        [ "id" ] = 5,
        [ "talk" ] = "胜者为王",
    },
    [ 6 ] = {
        [ "id" ] = 6,
        [ "talk" ] = "看上去很弱啊",
    },
    [ 7 ] = {
        [ "id" ] = 7,
        [ "talk" ] = "准备好哭鼻子了吗",
    },
    [ 8 ] = {
        [ "id" ] = 8,
        [ "talk" ] = "要我手下留情吗",
    },
}