return {
    [ 1 ] = {
        [ "ch_key" ] = "剩余总血量>10%",
        [ "id" ] = 1,
        [ "remian_hp" ] = {
            [ 1 ] = 0.1,
            [ 2 ] = 0.2,
            [ 3 ] = 0.3,
        },
        [ "str_format" ] = "剩余总血量不低于%s%%",
    },
    [ 2 ] = {
        [ "ch_key" ] = "剩余总血量>50%",
        [ "id" ] = 2,
        [ "remian_hp" ] = {
            [ 1 ] = 0.5,
            [ 2 ] = 0.7,
            [ 3 ] = 0.9,
        },
        [ "str_format" ] = "剩余总血量不低于%s%%",
    },
    [ 3 ] = {
        [ "ch_key" ] = "剩余总血量>70%",
        [ "id" ] = 3,
        [ "remian_hp" ] = {
            [ 1 ] = 0.7,
            [ 2 ] = 0.7,
            [ 3 ] = 0.9,
        },
        [ "str_format" ] = "剩余总血量不低于%s%%",
    },
    [ 4 ] = {
        [ "ch_key" ] = "死亡人数<3",
        [ "death_num" ] = {
            [ 1 ] = 2,
            [ 2 ] = 1,
            [ 3 ] = 0,
        },
        [ "id" ] = 4,
        [ "str_format" ] = "死亡人数不超过%s个",
    },
    [ 5 ] = {
        [ "ch_key" ] = "死亡人数<2",
        [ "death_num" ] = {
            [ 1 ] = 1,
            [ 2 ] = 1,
            [ 3 ] = 0,
        },
        [ "id" ] = 5,
        [ "str_format" ] = "死亡人数不超过%s个",
    },
    [ 6 ] = {
        [ "ch_key" ] = "死亡人数0",
        [ "death_num" ] = {
            [ 1 ] = 0,
            [ 2 ] = 1,
            [ 3 ] = 0,
        },
        [ "id" ] = 6,
        [ "str_format" ] = "死亡人数不超过%s个",
    },
    [ 7 ] = {
        [ "ch_key" ] = "回合数不超过15",
        [ "id" ] = 7,
        [ "round_num" ] = {
            [ 1 ] = 15,
            [ 2 ] = 13,
            [ 3 ] = 10,
        },
        [ "str_format" ] = "回合数不超过%s",
    },
    [ 8 ] = {
        [ "ch_key" ] = "回合数<7",
        [ "id" ] = 8,
        [ "round_num" ] = {
            [ 1 ] = 6,
            [ 2 ] = 4,
            [ 3 ] = 2,
        },
        [ "str_format" ] = "回合数不超过%s",
    },
    [ 9 ] = {
        [ "ch_key" ] = "回合数<6",
        [ "id" ] = 9,
        [ "round_num" ] = {
            [ 1 ] = 5,
            [ 2 ] = 13,
            [ 3 ] = 10,
        },
        [ "str_format" ] = "回合数不超过%s",
    },
    [ 10 ] = {
        [ "ch_key" ] = "回合数<5",
        [ "id" ] = 10,
        [ "round_num" ] = {
            [ 1 ] = 4,
            [ 2 ] = 13,
            [ 3 ] = 10,
        },
        [ "str_format" ] = "回合数不超过%s",
    },
    [ 11 ] = {
        [ "ch_key" ] = "敌方全灭",
        [ "id" ] = 11,
        [ "str_format" ] = "敌方全灭",
    },
    [ 12 ] = {
        [ "ch_key" ] = "关卡通关普通条件",
        [ "death_num" ] = {
            [ 1 ] = 5,
            [ 2 ] = 1,
            [ 3 ] = 0,
        },
        [ "id" ] = 12,
        [ "str_format" ] = "顺利通关",
    },
}