return {
    [ 1 ] = {
        [ "ch_key" ] = "定点体力",
        [ "id" ] = 1,
    },
    [ 2 ] = {
        [ "ch_key" ] = "开服基金",
        [ "id" ] = 2,
    },
    [ 3 ] = {
        [ "ch_key" ] = "首周签到",
        [ "id" ] = 3,
    },
    [ 4 ] = {
        [ "ch_key" ] = "每日热卖",
        [ "id" ] = 4,
    },
    [ 5 ] = {
        [ "ch_key" ] = "每周签到",
        [ "id" ] = 5,
    },
    [ 6 ] = {
        [ "ch_key" ] = "每月签到",
        [ "id" ] = 6,
    },
    [ 7 ] = {
        [ "ch_key" ] = "月卡",
        [ "id" ] = 7,
    },
}